Repository: wescamp/Bad_Moon_Rising-1.10
Catalog: po/*.po
Languages: fr, hu

source: Ha! I recognize you people! You helped save our healer, Hrala!
fr: Ah ! Je vous reconnais, vous ! Vous nous avez aidés à sauver notre guérisseur, Hrala !
hu: Ha! Felismerlek titeket, emberek! Ti segítettetek kiszabadítani a gyógyítónkat, Hralát!

source: (Maybe our luck isn't so bad after all...) Hail! What are you doing all the way over here? (Maybe his answer will give me a clue as to where we are...)
fr: (Peut-être que notre chance ne va pas si mal après tout...) Je vous salue ! Que faites-vous tous sur ce chemin ? (Peut-être que sa réponse me donnera une idée de l'endroit où nous sommes...)
hu: (Lehet, hogy mégsem áll olyan rosszul a szénánk...) Üdv! Mit csináltok errefelé? (Hátha válaszolnak arra is, hogy hol az ördögben vagyunk...)

source: Aldak took your payment and attacked Skalla Teora. It was a foolish action; Aldak's forces were destroyed within a day. Now, Teora is exterminating all members of our banner. We've headed west to escape, Teora's grip is not so strong here. ... Well, what are you doing here?
fr: Aldak a pris votre argent et a attaqué Skalla Teora. C'était une sottise ; les forces d'Aldak ont été détruites dans la journée. Maintenant, Teora extermine tous les membres de notre bannière. Nous nous sommes dirigés vers l'ouest pour lui échapper, l'influence de Teora n'est pas si forte ici. ... Eh bien, qu'est-ce que vous faites ici ?
hu: Aldak felhasználta a pénzeteket, és megtámadta Skalla Teorát. De kudarcot vallott; Aldak seregét egy nap alatt felmorzsolták. Most a Teorák kiirtják a mi törzsünket. Mi nyugatra szöktünk, hogy elkerüljük a mészárlást, Teora befolyása nem olyan nagy ezeken a területeken... És ti mi járatban vagytok errefelé?

source: (I guess I'll tell him.) We were trapped in the cave by Teora's forces and the forces of another race, we barely escaped. (I wonder...) Is Hrala with you? One of our leaders is poisoned, and our healers cannot seem to cure it.
fr: (Je crois que je vais lui dire.) Nous avons été pris au piège dans la grotte par les forces de Teora et les forces d'une autre race, nous nous sommes échappés de justesse. (Je me demande...) Est-ce que Hrala est avec vous ? Un de nos chefs est empoisonné, et nos guérisseurs n'arrivent pas à le soigner.
hu: (Azt hiszem, el kell mondanom az igazat.) Csapdába estünk a barlangban, a Teorák és egy idegen faj közé szorultunk, alig tudtunk elmenekülni. (Csodával határos módon...) Veletek van Hrala? Az egyik vezetőnket megmérgezték, s a mi gyógyítóink nem tudnak segíteni rajta.

source: Hrala? Sure, she's here. She's tending wounded, but bring your sick one here and Hrala may be able to help. We can't stay long though, those Skoro tribe jackals have been following us. We'd hoped to hide in that cave, but now it sounds like a bad plan...
fr: Hrala ? Bien sûr, elle est ici. Elle soigne les blessés, mais apportez votre malade ici et Hrala sera peut-être en mesure de l'aider. Nous ne pouvons cependant pas rester longtemps, ces chacals de la tribu de Skoro nous suivent. Nous avions espéré nous cacher dans cette grotte, mais maintenant cela ressemble à un mauvais plan...
hu: Hrala? Biztosan itt van valahol. Egy sebesültet lát el, de hozzátok ide a betegeteket, s Hrala ha tud, segít. Bár nem maradhatunk itt sokáig, azok a Skoro sakálok a nyomunkban vannak. Úgy terveztük, hogy a barlangban húzzuk meg magunkat, de ezek szerint ez a tervünk dugába dőlt...

source: I think I see Skoro now...
fr: Je pense que je vois Skoro maintenant...
hu: Azt hiszem, itt is vannak a Skorók...

source: Grah! Gareth Banner is always consorting with humans. Cannot win through their own power...
fr: Grah ! La bannière de Gareth est toujours en pacte avec les humains. Ils ne peuvent pas gagner par leurs propres moyens...
hu: Grah! A Gareth törzs mindig lepaktál az emberekkel. Saját erejükből képtelenek kivívni a győzelmet...

source: Those humans are the cave invaders! Skalla Teora wants their heads too! This is a great day!
fr: Ces humains sont les envahisseurs des cavernes ! Skalla Teora veut leurs têtes aussi ! C'est un grand jour !
hu: Azok az emberek lepték el a barlangot! Skalla Teora az ő fejüket is akarja! Nagy nap ez a mai!

source: Yes! This is our key! Kill them, bring me their heads!
fr: Oui ! Ceci est notre clé ! Tuez-les, apportez-moi leurs têtes !
hu: Igen! Felragyogott a szerencsecsillagunk! Öljétek meg őket, s hozzátok ide a fejüket!

source: You're safe, Carghanna, keep fighting it!
fr: Vous êtes en sécurité, Carghanna, continuez de le combattre !
hu: Biztonságban vagy Carghanna, tarts ki!

source: You shouldn't have made her walk over here, it makes the poison spread faster. I am familiar with most of the poisons to be found, so I'll see what I can do. Come!
fr: Vous n'auriez pas dû la faire marcher jusqu'ici, cela propage le poison plus rapidement. J'ai une certaine expérience de la plupart des poisons connus, alors je vais voir ce que je peux faire. Venez !
hu: Nem szabad innen elmennie, a mozgás csak gyorsítja a méreg felszívódását. Nagyon jól ismerem a különböző mérgeket, meglátom, mit tehetek. Gyere!

source: I'm afraid we cannot move anytime soon. We have some warriors who may be able to join us again, but scars need to close.
fr: Je crains que nous ne puissions bouger de sitôt. Nous avons quelques guerriers qui pourraient revenir se joindre à nous, mais les blessures ont besoin de temps pour se refermer.
hu: Attól tartok, egy ideig nem mehetünk tovább. Van néhány harcos, aki csatlakozhat hozzánk pár napon belül, de a sebeiknek előbb be kell hegedni.

source: Hrrmm... Then we must make a stand! We'll keep the enemy away from the wounded.
fr: Hrrmm... Alors nous devons faire front ! Nous allons tenir l'ennemi à l'écart des blessés.
hu: Hümm... Akkor hadállást építünk ki! Távol kell tartanunk az ellenséget a sebesültjeinktől.

source: We'll clear the Skoro crew out of the way!
fr: Nous allons tenir l'équipe de Skoro à l'écart de la route !
hu: Elsöpörjük a Skoro csapatot az útból!

source: Enemy reaches the three tents between the encampments
fr: L'ennemie atteint les trois tentes au milieu des campements
hu: Az ellenség három sátrat elfoglal a táborhelyen

source: We have not forgiven you dogs, and we never will! Only one of us will walk away from this field, and it will be Skoro Banner!
fr: Nous n'avons pas pardonné chiens, et nous ne le ferons jamais ! Un seul d'entre nous sortira de cette bataille, et ce sera la bannière de Skoro !
hu: Sosem bocsátottunk meg nektek, kutyák, és soha nem is fogunk! Csak az egyik sereg távozhat élve a csatamezőről, s ezek mi leszünk, Skorók!

source: Grrr... How can ... Skoro banner ... falls ...?
fr: Grrr... Comment la bannière de Skoro... peut-elle... tomber...?
hu: Hrrr... Hogy ... veszthet csatát ... egy Skoro...?

source: We need to get away from this cave. We can get our bearings when we're on safer ground.
fr: Nous devons sortir de cette grotte. Nous pourrons récupérer nos équipements lorsque nous serons sur un terrain plus sûr.
hu: Ki kell jussunk ebből a barlangból. Aztán tudunk majd tájékozódni, ha biztonságos területre érünk.

source: We can move the wounded if we don't have to fight at the same time.
fr: Nous pouvons déplacer les blessés, si nous n'avons pas à lutter en même temps.
hu: A sebesültjeinket is tudjuk cipelni, ha már nem kell harcolnunk.

source: They've reached our vulnerable wounded... That includes your friend...
fr: Ils ont atteint nos blessés sans défense... Cela inclut votre ami...
hu: Elérték a sebesültek sátrát... S a ti barátotokét is...

source: That looks like a scout for those blue devils...
fr: Cela ressemble à un éclaireur de ces diables bleus...
hu: Ez azoknak a kék ördögöknek a felderítőjének látszik...

source: We really do need to get moving.
fr: Nous avons vraiment besoin de nous déplacer.
hu: Kénytelenek leszünk továbbmenni.

source: What the hell is that?
fr: Qu'est-ce que c'est que cette diablerie ?
hu: Mi az ördög ez az izé?

source: They've caught up to us!
fr: Ils s'en sont pris à nous !
hu: Elkaptak minket!

source: Escape the Legion
fr: Échapper à la légion
hu: Szökés a Légió elől

source: Move to the western tunnel
fr: Atteindre le tunnel ouest
hu: Eljutsz a nyugati járatba

source: Hint: Don't waste your time trying to kill Ares or Nemesis
fr: Astuce : Ne perdez pas votre temps à essayer de tuer Ares ou Nemesis
hu: Tipp: Ne vesztegesd az idődet Ares vagy Nemezis megtámadásával

source: I don't like the sounds coming from the tunnel to the north. Orcs are blocking the entrance to this mine, our only hope is that western exit...
fr: Je n'aime pas les sons provenant du tunnel au nord. Les orcs bloquent l'entrée de cette mine, notre seul espoir est la sortie ouest...
hu: Nem tetszik nekem a zaj, ami az északi járatból jön. Az orkok lezárták a visszautat, az egyetlen reményünk az a nyugati járat...

source: We have them cornered, the human scoundrels will pay dearly for their tresspass!
fr: Nous les avons acculés, les scélérats humains vont payer très cher leur intrusion !
hu: Sarokba szorítottuk őket. A gazemberek keservesen megfizetik a belépésük árát!

source: I don't know what those voices just said, but they do not sound friendly...
fr: Je ne sais pas ce que ces voix viennent de dire, mais elles n'ont pas l'air amicales...
hu: Nem tudom, mit mondhattak, de nem tűnt barátságosnak...

source: What was that!? What have you little worms done!?
fr: C'était quoi ? Qu'avez-vous fait, vers de terre ?
hu: Mi volt ez!? Mit csináltatok, ti nyomorult férgek!?

source: Orga, they will run to that western passage. Stop them!
fr: Orga, ils courent vers ce passage à l'ouest. Arrêtez-les !
hu: Orga, a nyugati kijárat felé menekülnek. Állítsd meg őket!

source: We cannot wait any longer, we need to go! I'm taking command!
fr: Nous ne pouvons pas attendre plus longtemps, nous devons y aller ! Je prends le commandement !
hu: Nem várhatunk tovább, mennünk kell! Átveszem a parancsnokságot!

source: (Raenna... Lorenzon... I'm sorry...)
fr: (Raenna... Lorenzon... Je suis désolé...)
hu: (Raenna... Lorenzon...Bocsássatok meg...)

source: You will not get away now...
fr: Vous n'irez pas loin maintenant...
hu: Ezúttal nem szökhettek meg...

source: I recognize that voice.
fr: Je reconnais cette voix.
hu: Ismerősnek tűnik ez a hang.

source: As well you should... We will destroy you!
fr: En outre, vous devriez... Nous vous détruirons !
hu: Ismerned is kell... Most megsemmisítünk titeket!

source: (Could this get any worse?) The ghosts block the passage ahead, there has to be another way out!
fr: (Difficile d'imaginer pire ?) Les fantômes bloquent le passage devant, il doit y avoir une autre issue !
hu: (Lehet még valami ennél rosszabb?) A szellemek elállják az utat előttünk, kell hogy legyen más út is kifelé!

source: There are no more options, you cannot run...
fr: Il n'y a plus d'options, vous ne pouvez pas courir...
hu: Nincs több választásotok, nem futhattok el...

source: We need to head to the west.
fr: Nous devons nous diriger vers l'ouest.
hu: Nyugatnak kell tartanunk.

source: No!!
fr: Non !!
hu: Nem!!

source: I'm in position, the little worms have no escape!
fr: Je suis en position, les vers de terre n'ont plus d'échappatoire !
hu: Elfoglaltam az állásomat, a férgek nem szökhetnek meg!

source: I knew this place was bad! I'm sending word to Skalla that we have a problem...
fr: Je savais que cet endroit était mauvais ! Je vais avertir Skalla que nous avons un problème...
hu: Tudtam, hogy átkozott ez a hely! Üzenek Skallának, hogy problémáink adódtak...

source: Damn! Keep pressing them, grunts! We will not lose control of our new territory to these... things!
fr: Malédiction ! Gardez-les sous pression, grognards ! Nous n'allons pas perdre le contrôle de notre nouveau territoire à cause de ces... ces choses !
hu: A pokolba! Tartsátok fel őket harcosok! Nem engedhetjük át az új szerzeményünket ezeknek az... izéknek!

source: (At this point, I'd rather face the wrath of Skalla than these daemons...)
fr: (À ce stade, je préfèrerais affronter la colère de Skalla que ces démons...)
hu: (Nos, a helyzet olyan, hogy inkább Skalla haragjával nézek szembe, mint ezekkel a démonokkal...)

source: Fall back! We'll fight them on the tundra, not these damned caves!
fr: Repliez-vous ! Nous allons les combattre sur la toundra, et non dans ces grottes maudites !
hu: Vissza! A tundrán küzdünk meg velük, nem ezekben a szűk járatokban!

source: That's not good...
fr: Ce n'est pas bon...
hu: Ez egyáltalán nem jó...

source: There is a cool draft coming up from the hole to the west...
fr: Il y a un courant d'air frais qui provient du trou à l'ouest...
hu: Valami hűvös szellő áramlik fel abból a nyugati lyukból...

source: hole
fr: trou
hu: lyuk

source: It might be a way out!
fr: Ce pourrait être une sortie !
hu: Lehet, hogy ez a kijárat!

source: Or it could lead to an underground river! We'll drown if we hop down it.
fr: Ou il pourrait conduire à une rivière souterraine ! Nous allons nous noyer si nous sautons dedans.
hu: Vagy egy földalatti folyóba ugrunk! Megfulladhatunk, ha csak úgy leugrunk.

source: Well, we're out of options. Let's go!
fr: Eh bien, nous n'avons plus le choix. Allons-y !
hu: Nos, mi más választásunk van? Gyerünk!

source: Move Belleros to the hole
fr: Déplacer Belleros jusqu'au trou
hu: Belleros eléri a lyukat

source: Well, here it goes! Let us hope-
fr: Bien, nous y voici ! Espérons —
hu: Itt vagyok! Reménykedjünk-

source: That it doesn't dump you into a river or chasm! Belleros, send a scout before you jump down there.
fr: Que ça ne vous mène pas à une rivière ou dans un fossé! Belleros, envoyez un éclaireur avant de vous jeter dedans.
hu: Hogy nem egy szakadék mélyére vagy egy folyóba jutunk. Küldj egy felderítőt előre, mielőtt ugranál!

source: There is no choice, we'll just get slaughtered up here. I'll take my chances and I suggest the rest of you follow me.
fr: Il n'y a pas d'autre choix, nous allons simplement nous faire massacrer ici. Je vais tenter ma chance et jesuggère que le reste d'entre vous me suive.
hu: Nem mérlegelhetünk, amíg tanakodunk, lemészárolnak minket. Mindent egy lapra teszek fel, s javaslom kövessetek!

source: You flee and escape our blades, but I curse you! You will encounter pain and loss, and your troubles will only increase as you stumble blindly onward!
fr: Vous fuyez et échappez à nos lames, mais je vous maudis ! Vous rencontrerez la douleur et la déperdition, et vos problèmes ne feront qu'augmenter tant que vous irez de l'avant à l'aveuglette !
hu: Elfuthatsz és elkerülheted a pengéinket, de megátkozlak! Kín és szenvedés lesz az osztályrészed, s csak növekedni fognak a szenvedéseid, ahogy vakon botorkálsz előre!

source: Daemons...
fr: Démons...
hu: Démonok...

source: Mirror Pond
fr: L'étang miroir
hu: Tükör-tó

source: Explore the Castle
fr: Explorer le château
hu: Felderíted a kastélyt

source: Death of Hrala Gareth
fr: Mort de Hrala Gareth
hu: Hrala Gareth elesik

source: This scenario should work, but is probably not balanced.
fr: Ce scénario devrait fonctionner, mais n'est probablement pas équilibré.
hu: Ez a küldetés nagyjából készen van, de még nincs kiegyensúlyozva.

source: What is this castle? These are not settled lands, and this is not orcish construction.
fr: Qu'est-ce que c'est que ce château ? Ce ne sont pas des terres habitées, et ce n'est pas une construction des orcs.
hu: Miféle kastély ez? Lakott település nincs a közelben, s ilyet az orkok nem építenek.

source: What is that supposed to mean? These lands don't need your type to be settled!
fr: Qu'est-ce que ça veut dire ? Ces terres n'ont pas besoin d'être colonisées par votre race !
hu: Mit akarsz ezzel mondani? Ezeket a földeket nem csak ti tudjátok benépesíteni!

source: Calm down, Grat. There is something very wrong with this place, we shouldn't distract ourselves.
fr: Calmez-vous, Grat. Il y a quelque chose de très suspect dans cet endroit, nous ne devrions pas nous laisser distraire.
hu: Higgadj le, Grat! Valami baljóslatú dolog van ezen a helyen, ne veszekedjetek!

source: This place may be cursed, or it may be a place of power. We need any edge we can get. We should investigate.
fr: Cet endroit peut être maudit, ou il peut être un lieu de pouvoir. Nous avons besoin de tousles atouts possibles. Nous devrions poursuivre nos investigations.
hu: Talán átkozott a hely, vagy valami hatalmas erő lakhelye. Minden szalmaszálat meg kell ragadnunk. Körülnézünk.

source: These people are frozen... But there are relatively recent footprints trailing their feet.
fr: Ces gens sont gelés... Mais leurs empreintes de pieds sont relativement récentes.
hu: Ezek az emberek megfagytak... De viszonylag friss lábnyomok vezetnek hozzájuk.

source: Frozen where they stand! I've heard of it in fairytales, but never seen it before. These may be the assistants of that merchant... Do they wear silver rings?
fr: Congelés instantanément ! J'avais entendu ça dans des contes pour enfants, mais je ne l'avait jamais vu jusqu'ici. Ce pourraient être les assistants de ce marchand... Portent-ils des anneaux d'argent ?
hu: Ott fagytak meg, ahol állnak. Hallottam ilyet a tündérmesékben, de sose láttam még. Ezek lehettek a kereskedő emberei. Ezüstgyűrű is van rajtuk?

source: Aye, they do.
fr: Ouais, ils en portent.
hu: Igen, van.

source: Then they are criminals. Vultures, we used to call them. They pick the valuables off the dead, even if they have to exhume a corpse from its burial.
fr: Alors ce sont des criminels. Des vautours, comme on les appelait. Ils prennent les objets de valeurs sur les corps des morts, même s'il leur faut pour celà les déterrer.
hu: Akkor ezek bűnözők. Keselyűk hívtuk őket, akik a halottak értékeit rabolták el, sokszor a sírjukból ásták ki a testeket.

source: A silver ring... (<i>$unit.name| raises the ring to the starlight for a better view.</i>)
fr: Une bague en argent... (<i>$unit.name| soulève l'anneau à la lumière des étoiles pour mieux le voir</i>.)
hu: Egy ezüst gyűrű... (<i>$unit.name| a fény felé tartja a gyűrűt, hogy jobban lássa.</i>)

source: I've seen rings like that before. Band of the Vultures. Do not wear it, it is a brand of shame, but do hold onto it - it will be proof to the mountebank that we found his men.
fr: J'ai vu des anneaux comme ça avant. Bande de vautours. Ne les portez pas, c'est une marque de honte, mais ne les jetez pas — ce sera la preuve pour ce charlatan que nous avons trouvé ses hommes.
hu: Láttam már ilyen gyűrűt korábban. A Keselyűk Bandája tagjai hordták. Ne vegyétek fel, ez a gyalázat bélyege, de egyet magunkkal viszünk - a szélhámosnak megmutatjuk, hogy megtaláltuk az embereit.

source: There is a coldness here worse than that of the harsh winds of the tundra, it chills my soul - there are figures in the frosty haze!
fr: Il y a un froid ici pire que celui des rudes vents de la toundra, il glace mon âme - Il y a des silhouettes dans ce brouillard gelé !
hu: Ez a hideg itt rosszabb, mint a tundrán fújó szél, ez a lelkembe mar - alakokat látok a fagyos ködben!

source: Be very careful!
fr: Soyez très prudent !
hu: Légy óvatos!

source: It looks like the Queen! This place must have something to do with the ghosts hounding us.
fr: On dirait la Reine ! Cette place doit avoir quelque chose à voir avec les fantômes qui nous poursuivent.
hu: Mintha a királynő lenne! Ez a hely kapcsolatban lehet a körülöttünk ólálkodó szellemekkel.

source: You once fought for me, Lorenzon. But now you have joined the madmen and would destroy this kingdom...
fr: Il fut un temps où vous combattiez pour moi, Lorenzon. Mais vous avez maintenant rejoint les fous, et détruiriez ce royaume...
hu: Korábban értem harcoltál, Lorenzon. Most csatlakoztál egy őrülthöz, és megpróbálod megdönteni a királyságot...

source: (Hrmmm...) That sounds familiar...
fr: (Hrmmm...) Cela me semble familier...
hu: (Hrmmm...) Ismerősen hangzik...

source: ... The sun will rise upon Ukiah again, and upon your bleached skulls!
fr: ... Le soleil se lèvera sur Ukiah de nouveau, et sur vos crânes blanchis !
hu: ... A nap újra felragyog Ukiah felett, s a vakítóan fehérre szikkasztja a koponyáitokat!

source: This place is haunted, and I don't understand the ghosts. It was wrong to come here, we should leave.
fr: Cet endroit est hanté, et je ne comprends pas les fantômes. C'était une erreur de venir ici, nous devrions partir.
hu: Kísértetjárta hely ez, s én nem értek a szellemek nyelvén. Nem volt jó ötlet idejönni, el kellene húznunk innen.

source: Escape the Castle
fr: Fuir le château
hu: Megszöksz a kastélyból

source: The entrance is gone! The ice is melted!
fr: L'entrée est libre ! La glace a fondu !
hu: A bejárat megszűnt! Elolvadt a jég!

source: Looks like we have to face our ghosts...
fr: On dirait que nous avons à faire face à nos fantômes...
hu: Ezek szerint meg kell küzdenünk a szellemekkel...

source: Is there anything we can use in the cold room?
fr: Y a-t-il quelque chose que nous pouvons utiliser dans la chambre froide ?
hu: Van ebben a jégveremben valami használható?

source: I really don't know, but let us re-examine it.
fr: Je ne sais vraiment pas, mais laissez-nous la réexaminer.
hu: Nem tudom, de újra átvizsgáljuk a helyet.

source: This book... Much of it is written in a language I don't understand... But not all of it. It is a notebook of someone named Malevan, he was doing some sort of research. This must be some of his doing.
fr: Ce livre... Une grande partie est écrite dans une langue que je ne comprends pas... Mais pas tout. Il y a un carnet de quelqu'un nommé Malevan, il faisait une sorte de recherche. Ce doit être une partie de son travail.
hu: Ez a könyv... Valami ismeretlen nyelven írták... Habár nem az egészet. Valami Malevan jegyzetfüzetének látszik, aki valamilyen kutatásokat végzett itt. Ezek lehetnek a feljegyzései.

source: Hrm, what can we do about it? Let's take the book, it may have some answers about the ghosts.
fr: Hmm, que peut-on en faire ? Prenons le livre, nous pourrions y trouver quelques réponses au sujet des fantômes.
hu: Hmm, s ezzel mire megyünk? Hadd nézzem azt a könyvet, talán a szellemekről is ír valamit.

source: Better if it had answers about how to get out of here.
fr: Ce serait mieux, si elle connaissait une façon de sortir d'ici.
hu: Az jobb lenne, ha arról írna, hogy juthatunk ki innen.

source: The air grew colder, and the frosty air becan to spread. A disembodied voice seemed to whisper: 'This is the reward for thieves...'
fr: L'air se refroidissait, et l'air glacial commençait à se répandre. Une voix désincarnée semblait murmurer : « C'est la récompense pour les voleurs... »
hu: A levegő egyre hidegebb lett, s a fagy csontig hatolt. Egy testetlen hang suttogása hallatszott: 'Így járnak a tolvajok...'

source: This gets better and better.
fr: Ca va de mieux en mieux.
hu: Ez egyre jobb és jobb lesz.

source: The cursed frost is spreading.
fr: Ce gel maudit s'étend.
hu: A csontjaimban érzem a hideget.

source: All the more reason to find a way out of here
fr: Raison de plus pour trouver un moyen de sortir d'ici
hu: Ez is csak azt mutatja, hogy sürgősen kiutat kell találnunk innen.

source: We are caught in a trap, because we are presumed to be theives. What if we could prove we were not?
fr: Nous sommes pris dans un piège, parce que nous sommes présumés être des voleurs. Que se passerait-il si nous pouvrions prouver que nous n'en sommes pas ?
hu: Csapdába estünk, mert tolvajoknak tűnünk. Mi lenne, ha bebizonyítanánk, hogy nem vagyunk azok?

source: How would we do that?
fr: Comment ferions-nous cela ?
hu: Jó ötlet, de hogyan?
