Repository: wescamp/Bad_Moon_Rising-1.10
Catalog: po/*.po
Languages: fr, hu

source: The trees must act as a break. We'll never make it if we go dashing out in the open, we should use these shelters to regain our strength before pressing onward.
fr: Les arbres peuvent servir de rempart. Nous n'y arriverons jamais si nous nous précipitions dehors. Nous devrions utiliser ces abris pour regagner des forces avant d'aller de l'avant.
hu: A fák megtörik a szél erejét. Ha a nyílt terepen próbálunk menni, nem jutunk sehová, ezeket a menedékes erdőket kell felhasználnunk, hogy visszanyerjük az erőnket, mielőtt továbbmegyünk.

source: Another one...
fr: Un autre...
hu: Itt is van egy...

source: It's just a yak...
fr: C'est juste un yak...
hu: Ez csak egy jak...

source: -(Ahem!)-. I was startled, that's all...
fr: — (Heum !) — . J'ai été surprise, c'est tout...
hu: -(Khm!)- Megijedtem na, és akkor mi van...

source: R-Raenna? You're alive!
fr: R-Raenna ? Vous êtes vivante !
hu: R-Raenna? Te élsz?

source: More humans! This place is being over-run!
fr: Encore plus d'humains ! Cet endroit en train d'être envahi !
hu: Még több ember! Túl sok van belőlük ezen a helyen!

source: Raenna, I'm so glad you survived the cave. I can explain what happened later, but now we need to continue north as quickly as possible!
fr: Raenna, je suis tellement heureux que vous ayez survécu à la grotte. Je pourrai vous expliquer ce qui s'est passé plus tard, mais pour le moment nous devons aller vers le nord aussi rapidement que possible !
hu: Raenna, úgy örülök, hogy túlélted a barlangot. Később elmondom, mi történt, de most északra kell mennünk, amilyen gyorsan csak tudunk!

source: Oh, we have plenty to catch up on, but I'm afraid you do not understand what is happening. Troublesome as these orcs are, they are not why I am here. You do the bidding of dark spirits - I cannot let you proceed. I do not wish to hurt you, Belleros. Turn back, do not sacrifice our people...
fr: Oh, nous avons beaucoup de choses à rattraper, mais je crains que vous ne compreniez pas ce qui se passe. Ces orcs sont gênants, ils ne comprennent pas pourquoi je suis ici. Vous faites les jeux de sombres esprits — je ne peux pas vous laisser continuer. Je ne veux pas vous faire du mal, Belleros. Repartez, ne sacrifiez pas notre peuple...
hu: Ó, sok minden megszakadt az utóbbi időben, de azt hiszem, te nem érted, mi történik itt. Ezek az orkok csak apró kellemetlenséget jelentenek, nem miattuk vagyok itt. Ti most a sötét szellemek hívásának tesztek eleget - nem engedhetem. Nem akarlak bántani, Belleros. Forduljatok vissza, ne áldozzátok fel a népünket...

source: What!? What 'dark spirits'!?
fr: Quoi ? Quels « sombres esprits » !?
hu: Micsoda!? Miféle 'sötét szellemeket' emlegetsz?

source: Do not be fooled, Belleros. Raenna has fallen into the hands of the enemy, she is no longer on our side. Do not let her distract you, the enemy horde does not rest and you must keep moving. Those orcs need not be your enemy, they are in just as much danger as you are...
fr: Ne vous laissez pas berner, Belleros. Raenna est tombé dans les mains de l'ennemi, elle n'est plus de notre côté. Ne la laissez pas vous distraire, la horde ennemie ne se repose pas et vous devez continuer à avancer. Ces orcs ne sont pas vos ennemis, ils sont en danger, tout autant que vous...
hu: Ne hagyd magad becsapni, Belleros! Raenna az ellenség kezébe került, s megfordították. Ne befolyásoljon a negédes szózata, az ellenséges horda nem pihen, nektek sem szabad megállni. Azok az orkok nem ellenségeitek, ők éppúgy veszélyben vannak, akárcsak ti...

source: (Cultists...)
fr: (Adeptes...)
hu: (A szektások...)

source: Raenna, I do not wish to hurt you either. But-
fr: Raenna, je ne veux pas te faire de mal non plus. Mais —
hu: Raenna, én sem akarlak megbántani, de-

source: Your mind is clouded, Belleros, and dark spirits have your ear. Cease your mad march north.
fr: Votre esprit est obscurci, Belleros, et les esprits sombres ont votre oreille. Cessez votre folle marche vers le nord.
hu: Elborult az elméd, Belleros, és a sötét szellemek sugdosnak a füledbe. Ne menj tovább északra!

source: I cannot take you seriously while you stand there shoulder to shoulder with Scarrion's cultists.
fr: Je ne peux pas vous prendre au sérieux tant que vous êtes coude à coude avec les adorateurs de Scarrion.
hu: Nem hiszek neked addig, amíg Scarrion szektájával vállvetve küzdesz.

source: Very well. Fellow Ukians! The path you walk leads to slaughter, do not be-
fr: Très bien. Compatriotes Ukiens ! Le chemin que vous suivez vous conduit à la mort, Ne soyez pas —
hu: Rendben van. Ukiaiak! Az út, amelyre léptetek, a lemészárlásotokba torkollik, ne legy-

source: <b>Enough!</b> Raenna, I do not wish to harm you either, but it is <i>you</i> who has been taken in by 'dark spirits.' I cannot forfeit countless lives for the sake of old friendships-
fr: <b>Assez !</b> Raenna, je ne veux pas vous faire de mal moi non plus, mais c'est <i>vous</i> qui êtes sous le contrôle de « sombres esprits ». Je ne peux pas renoncer à d'innombrables vies pour une vieille amitié —
hu: <b>Elég volt!</b> Nem akarlak megsérteni, Raenna, de <i>te</i> vagy az, aki a 'sötét szellemek' karmaiba kerültél. Nem vagyok hajlandó számtalan életet feláldozni a régi barátságunk miatt-

source: Very well. I did try to warn you...
fr: Très bien. Je vous aurai prévenu...
hu: Rendben van, én megpróbáltalak figyelmeztetni titeket...

source: As you say, Belleros, one cannot sacrifice countless lives for the sake of old friendships...
fr: Comme vous le dites, Belleros, on ne peut pas sacrifier d'innombrable vies au nom de vieilles amitiés...
hu: Ahogy mondtad, Belleros, az ember nem tehet számtalan életet kockára egy régi barátság miatt...

source: Orcs! We have been enemies in the past, but this is a threat neither of us has faced before. It would be very bad for both of us if the daemons reach the volcano. I suggest a truce!
fr: Orcs ! Nous avons été ennemis dans le passé, mais c'est une menace qu'aucun de nous n'a dû affronter jusqu'ici. Il serait très mauvais pour nous tous quei les démons atteignent le volcan. Je suggère une trêve !
hu: Orkok! Ellenségek voltunk a múltban, de ez a mostani fenyegetés olyan, amivel még egyikünk sem találkozott. Mindannyiunk számára tragikus következményekkel járna, ha a démonok elérnék a vulkánt. Egyezséget ajánlunk.

source: Maybe. I'll send word, we have common purpose. For any lasting truce, you will need to talk to Lord Skalla... Rider! Send word to base camp that the ragged humans are not aggressors!
fr: Peut-être. Je ferai passer le mot, nous avons un but commun. Pour toute trêve durable, vous aurez besoin de parler à Lord Skalla... Cavalier ! Signalez au camp de base que les humains en haillons ne sont pas des agresseurs !
hu: Lehet róla szó. Ugyanazok a céljaink. De mindenfajta egyezségről magával Lord Skallával kell tárgyalnod... Lovas! Vágtass a bázisunkra, és mondd meg, hogy a szakadt emberek nem akarnak megtámadni minket!

source: Right!
fr: Bien !
hu: Értettem!

source: I did not want to do that, but I had no choice. You are not fit to be a leader, Belleros...
fr: Je ne voulais pas faire ça, mais je n'avais pas le choix. Vous n'êtes pas fait pour être un chef, Belleros...
hu: Nem tetszik ez nekem, de nincs más választásom. Nem vagy méltó a vezetésre, Belleros...

source: This is not over, you dumb bastard...
fr: Ce n'est pas terminé, stupide bâtarde...
hu: Még nem végeztünk, te korcs fajzat...

source: I remember you... You are not friends of the blue people? Lord Skalla will wish to speak with you, he is further up this pass.
fr: Je me souviens de vous... Vous n'êtes pas des amis du peuple bleu ? Le seigneur Skalla voudra parler avec vous, il est plus haut dans ce col.
hu: Emlékszem rátok... Ti nem vagytok a kék emberek barátai? Lord Skalla beszélni óhajt veletek, északra az ösvény végén találjátok meg.

source: (Finally, some good luck.) Thank you. There is no time to waste, the 'blue people' are headed this way...
fr: (Enfin, un peu de chance.) Je vous remercie. Il n'y a pas de temps à perdre, le « peuple bleu » est dirigé de cette façon...
hu: (Végre egy kis szerencse.) Köszönjük, nem is vesztegetjük az időt, a 'kék emberek' a sarkunkban vannak...

source: Trouble for Orcs
fr: Un Problème pour les Orcs
hu: Orkok a pácban

source: fire
fr: feu
hu: tűz

source: Meanwhile, in a small orcish camp, somewhere in the frozen north...
fr: Pendant ce temps, dans un petit camp des orcs, quelque part dans le Grand Nord...
hu: Ezalatt, valahol a fagyos északi földeken egy kis ork táborban...

source: These should not show...
fr: Ils ne devraient pas se montrer...
hu: Ennek nem kéne megjelenni...

source: They are closing in, we cannot hold out much longer!
fr: Ils se rapprochent, nous ne pourrons pas tenir beaucoup plus longtemps !
hu: A nyakunkon vannak, nem tudunk kitartani!

source: Grrr. It doesn't matter anymore...
fr: Grrr. Ça n'a plus d'importance...
hu: Hrrr. Most már mindegy...

source: Silence! It does matter! Teora Banner cannot be run through-
fr: Silence ! Cela importe ! La bannière de Teora ne peut pas être vaincue —
hu: Hallgass! Dehogy mindegy! A Teora törzs nem bukhat el-

source: We couldn't hold any ground, now we're cornered-
fr: Nousne pourrions plus tenir le terrain, maintenant nous sommes acculés —
hu: Nincs már hova hátrálnunk, sarokba vagyunk szorítva-

source: <i>I need every orc available.</i> Otherwise, I'd tear your heads off! But the two of you will stand with me, we will do honour to our clan and even these devils will know the courage of Teora Banner!
fr: <i>J'ai besoin de tous les orcs disponibles.</i> sinon, je vous arracherai la tête ! Mais, vous deux, vous resterez avec moi, nous ferons honneur à notre clan et même ces démons reconnaîtront le courage de la bannir de Teora !
hu: <i>Minden orkra szükségem van.</i> Aki megfutamodik, levágom a fejét! Ti ketten ide hozzám, megvédjük a Teora törzs becsületét, s utolsó leheletig küzdünk ezek ellen az aljas támadók ellen!

source: Hey! Even we can see what is going on, are you just going to let us get slaughtered in here? Where's the honour in that?
fr: Hé ! Même nous, on voit bien ce qui se passe, vous voulez juste nous laisser nous faire massacrer ici ? Où est l'honneur là-dedans ?
hu: Hé! Pontosan látjuk, mi folyik itt, s még mindig le akartok mészárolni minket? Mi ebben a becsület?

source: Shut up!
fr: Taisez-vous !
hu: Pofa be!

source: No, he's right... Release the prisoners! They have just as much to lose as we, they will fight for us.
fr: Non, il a raison... Libérez les prisonniers ! Ils ont autant à perdre que nous, ils vont se battre avec nous.
hu: Nem, igaza van... Engedjétek el a foglyokat! Ők is ugyanolyan elveszettek, mint mi, legalább harcolnak értünk.

source: If you say so, chief.
fr: Si vous le dites, chef.
hu: Ha úgy akarod, főnök.

source: You, prisoners! To the barricade! We make our last stand, make your clan proud!
fr: Vous, les prisonniers ! À la barricade ! C'est notre baroud d'honneur, assurez-vous que votre clan soit fier de vous !
hu: Ti, foglyok! Ki a gátra! Ez az utolsó állásunk, álljatok helyt a klánotokért!

source: Go! Onward!
fr: En avant ! Allons-y !
hu: Menjetek! Előre!

source: Grrr... (In better days, I'd break scrawny whelps like him...)
fr: Grrr ... (Dans des jours meilleurs, je briserais des louveteaux décharnés comme lui...)
hu: Hrrr... (Szebb napokban simán kitörtem volna a nyakát...)

source: This isn't going to go well. I've spent years out on the frozen tundra, I'll take my chances out there!
fr: Ca ne va pas bien. J'ai passé des années sur la toundra gelée, je vais tenter ma chance là-bas !
hu: Rosszul áll a szénánk. Éveket töltöttem a tundrán, odaki több esélyem van a túlélésre!

source: Coward!
fr: Poltron !
hu: Gyáva!

source: Carusoe ran and didn't look back. He was a practical man. A survivior, not a fool-hardy hero. But he knew there were heroes...
fr: Carusoe courut et ne regarda pas en arrière. C'était un homme pragmatique. Un survivant, pas un héros téméraire. Mais il savait qu'il y avait des héros...
hu: Carusoe elfutott, s hátra sem nézett. Gyakorlatias ember volt. Túlélő, nem pedig mártírjelölt hős. De tudta, hol vannak a hősök...

source: Carusoe had a disdain for most of his fellow humans, that was why he became a Ranger. Lately, however, he felt he had to make an exception ...
fr: Carusoe n'avait que du dédain pour la plupart de ses frères humains, c'est pourquoi il était devenu un Rôdeur. Dernièrement, cependant, il sentit qu'il devait faire une exception...
hu: Carusoe megvetéssel tekintett embertársaira, ezért lett belőle vadász. Végül úgy döntött, hogy most mégis kivételt tesz...

source: Seeking Shelter
fr: À la recherche d'un abri
hu: Menedékkeresés

source: Belleros reaches the crevass (cave tile)
fr: Belleros atteint la crevasse (panneau de la grotte)
hu: Belleros eléri az alagutat (barlangmező)

source: End of turns
fr: Fin des tours
hu: Kitartasz a körök végéig

source: I saw a shadow pass, she's somewhere to our north west!
fr: J'ai vu une ombre passer, elle est quelque part à notre nord-ouest !
hu: Láttam egy sötét árnyékot, valahol északnyugatra tőlünk repked a levegőben.

source: If we can reach that rugged terrain to the north, we'll find protection from the sky!
fr: Si nous pouvons atteindre ce terrain accidenté au nord, nous trouverons la protection du ciel !
hu: Ha elérhetnénk északon azt az alagutat, akkor a légi támadások ellen védve lennénk!

source: Go!
fr: En avant !
hu: Gyerünk!

source: Primeval Scouts are closing in, and Nemesis circles overhead. She can swoop in to kill any exposed unit (a unit not in cave, village, or forest terrain).
fr: Les éclaireurs ouraniens se rapprochent, et Nemesis fait des cercles au-dessus. Elle peut fondre pour tuer n'importe quelle unité exposée (une unité qui n'est pas dans la grotte, un village, ou sur un terrain forestier).
hu: Az antik felderítők közel vannak, és Nemesis a fejek fölött kering. Bárkire lecsaphat a levegőből, aki nincs fedett helyen (erdőben vagy barlangban).

source: She's overhead...
fr: Elle est au dessus...
hu: Fölöttünk röpköd...

source: (This is protected from the sky, but it is too open to attack from the ground. I need to keep going.)
fr: (Cet endroit est protégé des attaques aériennes, mais il est trop exposé aux attaques terrestres. J'ai besoin de trouver autre chose.)
hu: (A légi támadások ellen védve vagyok, de kiszolgáltatott vagyok a nyílt terepen. Mozgásban kell maradnom.)

source: (This pocket is protected from the sky and has only one entrance, I should be able to hide here until the winged one moves on. Then we must regroup and survey our losses...)
fr: (Cette poche est protégée du ciel et ne possède qu'une seule entrée, je devrais être capable de me cacher ici jusqu'à ce que les êtres ailés partent. Ensuite, nous devrons nous regrouper et compter nos pertes...)
hu: (Ez a lyuk a légi támadásoktól véd, és csak egy bejárata van. Itt kéne meglapulnom, amíg a szárnyas démon elmegy. Aztán újra összegyűlhetünk, és számbavehetjük a veszteségeinket...)

source: Mount Tien
fr: Mont Tien
hu: Tien-hegy

source: Take control of the temple.
fr: Prenez le contrôle du temple.
hu: Elfoglalod a templomot.

source: The temple is the region in the north.
fr: Le temple est dans la région du nord.
hu: Az északi épületegyüttes a templom.

source: We've gained control of the temple, now we'll see if there is anything to the old rituals.
fr: Nous avons pris le contrôle du temple, maintenant nous allons voir s'il y a quelque chose sur les anciens rituels.
hu: Elfoglaltuk a templomot, most meglátjuk, mit érnek a régi rítusok.

source: Don't be too hopeful. Even if the old tales are true, they have been passed down by spoken word. I have no experience with this art.
fr: Ne gardez pas trop d'espoir. Même si les vieux contes sont vrais, ils ont été transmis oralement. Je n'ai aucune expérience dans cet art.
hu: Ne táplálj hiábavaló reményeket. Még ha igazak is a régi történetek, szájról-szájra terjedtek. Nem biztos, hogy pontosan ismerem a megfelelő szavakat.

source: I understand that, just do what you can!
fr: Je comprends, faites juste ce que vous pouvez !
hu: Tökéletesen megértem az aggodalmaidat, csináld, ahogy tudod!

source: I don't like this place. Ochre and charcoal mar the rock surface with symbols that resemble our warning markers.
fr: Je n'aime pas cet endroit. Les symboles d'ocre et de charbon peints sur la roche ressemblent à nos avertissements.
hu: Nem tetszik nekem ez a hely. A karcolások és a sziklára rajzolt jelek a figyelmeztető jelzéseinkre hasonlítanak.

source: Well, those crazy people were here. We probably caught them in the act.
fr: Hé bien, ces cinglés étaient là. Nous les avons probablement surpris.
hu: Persze, azok az őrült emberek rendezkedtek be. Talán épp akció közben zavartuk meg őket.

source: Maybe, but the vandalism does not look recent. And why would those humans use orcish markings? And why are there bones on the ground?
fr: Peut-être, mais les actes de vandalisme ne semblent pas être récents. Et pourquoi ces êtres humains utilisent-ils des marques orcs ? Et pourquoi y a-t-il des os sur le terrain ?
hu: Lehet, de ez a rongálás nem éppen újkeletű. S különben is, azok az emberek miért használnának ork jeleket? S miért vannak csontok szétszórva a földön?

source: Who knows? Doing nothing is not an option. Go ahead when you are ready, Hrala.
fr: Qui sait ? L'inaction n'est pas une option. Allez-y lorsque vous êtes prêt, Hrala.
hu: Ki tudja? Ha semmit nem teszünk, az biztos nem segít. Ha készen állsz, kezdj hozzá, Hrala!

source: Well, something is happening...
fr: Eh bien, quelque chose se passe...
hu: Nos, valami történik...

source: What happened?! She's gone!
fr: Qu'est-il arrivé ?! Elle est partie !
hu: Mi történt? Carghanna eltűnt!

source: I have a bad feeling about this...
fr: J'ai un mauvais pressentiment à ce sujet...
hu: Nekem előtte is rossz érzésem volt...

source: Apparently there is something to those old stories. The gods responded...
fr: Apparemment, il y a un fond de vérité dans ces vieilles histoires. Les dieux ont répondu...
hu: Nyilvánvaló, hogy a régi történetek igazak. Az istenek válaszoltak...

source: And one hell of response it was, making her disappear!
fr: Et une réponse d'enfer, en la faisant disparaître !
hu: De mi az ördögért kellett Carghannát elvinniük!?

source: Maybe it takes time?
fr: Peut-être que ça prend du temps ?
hu: Lehet, hogy eltart egy kis ideig?

source: How much time do they need?
fr: De combien de temps ont-ils besoin ?
hu: Mennyi ideig tart?

source: (whisper) I have no idea what that means, but she was pointing to the sky. If she was upset by what we did here, it must have been the right thing to do.
fr: (Chuchotement) Je n'ai aucune idée ce que cela signifie, mais elle est partie vers le ciel. Même si ce que nous avons fait ici l'a énervée, ce devait être la chose à faire.
hu: (súgva) Nem tudom, mi az ördögöt mondott, de az égre mutatott. Ha amiatt mérges, amit itt műveltünk, akkor alighanem mégis helyes volt.

source: (whisper) I am still not convinced. In any case, you should keep an eye on those animals approaching us, they look aggressive.
fr: (chuchotement) Je ne suis toujours pas convaincu. Dans tous les cas, vous devriez garder un œil sur ces animaux qui s'approchent de nous, ils semblent agressifs.
hu: (súgva) Engem ez sem győzött meg igazán. Mindenesetre figyelemmel kell kísérni azokat az állatokat is, amik feltűntek. Eléggé fenyegetőek.

source: (whisper) Right, we need to get out of here. The enemy are few in number, they must be a scouting party. I see a larger force crossing the tundra below though, we need to get out of here before they arrive.
fr: (chuchotement) Bien, nous avons besoin de sortir d'ici. Les ennemis sont peu nombreux, ce sont probablement des éclaireurs. Je vois une plus grande force traverser la toundra par là, nous devons sortir d'ici avant leur arrivée.
hu: (súgva) Rendben, ki kell jutnunk innen. Az ellenségeink kis számban jelentek meg, talán csak felderítők. Habár lejjebb a tundrán egy nagy csapat közeledik; el kell tűnnünk innen, mielőtt ideérnek.

source: It looks like that small path to the west is a good escape route. If we stay near the rocks, we should have some cover from air-strikes by the winged one.
fr: On dirait que le petit chemin à l'ouest est une bonne voie d'évacuation. Si nous restons près des rochers, nous devrions avoir une certaine couverture contre les frappes aériennes.
hu: Nézzétek azt a keskeny csapást nyugatra, arra talán elmenekülhetünk. Ha szorosan a sziklák fedezékében haladunk, a szárnyas démon nem tud ránk lecsapni a levegőből.

source: Belleros reaches the small path to the west.
fr: Belleros atteint le petit chemin à l'ouest.
hu: Belleros eléri a nyugati csapást.

source: Your friend's pulse grows weaker. I don't like this, but if it is what you want to do, we need to hurry. She cannot walk, I need help getting her there.
fr: Le pouls de votre ami s'affaiblit. Je n'aime pas cela, mais si c'est ce que vous voulez faire, nous avons besoin de nous dépêcher. Elle ne peut pas marcher, j'ai besoin d'aide pour l'emmener là-bas.
hu: A barátotok pulzusa egyre gyengébben ver. Bár nem tetszik, amit tenni akartok, de ha meg akarjátok tenni, sietnünk kell. Carghanna nem tud lábra állni, segítségre lesz szükségem, hogy eljusson a templomig.

source: I'll help, I can't let you get too far. The tribe would kill me if you were slain.
fr: Je vais vous aider, je ne peux pas vous laisser en arrière. La tribu me tuerait si vous vous faisiez égorger.
hu: Én segítek, nem engedhetlek túl messzire egyedül. A törzs tagjai megölnek, ha valami bajod esik.

source: Right, we will all go to the temple, because it looks to be occupied at the momment.
fr: Bien, nous allons tous aller au temple, car il semble être occupé en ce moment
hu: Jól van, de mi is megyünk, mert úgy látszik, a templomot elfoglalták.

source: What are you people doing here? Have you come to accept Order?
fr: Que faites-vous ici ? Êtes-vous venus accepter l'Ordre ?
hu: Mit kerestek erre, emberek? Az Új Rendre akartok felesküdni?

source: (whisper) That doesn't sound very encouraging. Are the demons the gods you spoke of?
fr: (chuchotement) Cela ne semble pas très encourageant. Les démons seraient-ils les dieux dont vous parliez ?
hu: (súgva) Ez nem hangzik bátorítóan. A démonok azok az istenek, akikről beszéltetek?

source: (whisper) I hope not... There are fresh footprints in the snow and mud, all heading toward the temple.
fr: (chuchotement) J'espère que non... Il y a des empreintes fraîches dans la neige et la boue, toutes se dirigent vers le temple.
hu: (súgva) Remélem, nem... Ezek a lábnyomok, amik a hóban és a sárban a templom felé visznek, elég frissek.

source: (whisper) So, those humans haven't been staying there long, they could be bluffing.
fr: (Chuchotement) Donc, ces êtres humains n'ont pas séjourné ici longtemps, ils pourraient bluffer.
hu: (súgva) Tehát ezek az emberek nem régóta vannak itt. Csak blöffölnek.

source: (whisper) Or confused. Or we are in trouble. Only one way to find out.
fr: (chuchotement) ou être perdus. Ou bien nous sommes en difficulté. Un seul moyen de le savoir.
hu: (súgva) Vagy megzavartuk őket. Vagy belekerültünk a csávába. Csak egyféleképpen deríthetjük ki az igazságot.

source: You do not answer! We will defend this temple, for the day the Ancient Ones return and restore Order!
fr: Vous ne répondez pas ! Nous allons défendre ce temple, pour que le jour des Anciens revienne, et rétablisse l'ordre !
hu: Nem válaszoltok?! Megvédjük ezt a templomot, mígnem az Antik Istenek visszatérnek, és helyreállítják a Rendet!
