Repository: wescamp/Bad_Moon_Rising-1.10
Catalog: po/*.po
Languages: fr, hu

source: There is an open chest near where the entrance was. I'm going to hope it is a kind of switch we can use to open the entrance again. Would returning the book there let us out?
fr: Il y a un coffre ouvert près du lieu où l'entrée était. J'espère que c'est une sorte d'interrupteur que nous pouvons utiliser pour ouvrir l'entrée à nouveau. Peut-être que ramener le livre là nous permettrait de sortir ?
hu: Van egy nyitott láda az egykori bejárat közelében. Hátha ez egy kapcsoló, amivel újra létrejönne a bejárat. Talán ha visszatennénk ezt a könyvet oda, ahonnan elvettük?

source: $booker.name placed the evil looking book into the open chest.
fr: $booker.name plaça le livre du mal en regardant dans le coffre ouvert.
hu: $booker.name visszatette a baljóslatú könyvet a nyitott ládába.

source: The frost has almost closed in on us.
fr: Le gel s'est presque refermé sur nous.
hu: A hideg már nem hatol a csontjaimig.

source: But the water is freezing over, we can escape.
fr: Mais l'eau gèle par dessus, nous pouvons nous échapper.
hu: De a víz újra befagyott, kijuthatunk innen.

source: This will be cutting it close, we orcs are not so quick on the ice.
fr: Ca va être chaud, nous les orcs ne sommes pas si rapide sur la glace.
hu: Jó lesz igyekeznünk, mi orkok nem mozgunk olyan könnyen a jégen.

source: Glad to be rid of this place.
fr: Content d'être sorti de ce lieu.
hu: Örülök, ha kijutunk innen.

source: Can the ghosts be frozen?
fr: Les fantômes peuvent-ils être congelés ?
hu: A szellemek megfagyhatnak?

source: I don't know, let's not stay here.
fr: Je ne sais pas, ne restons pas ici.
hu: Nem tudom, de nem is akarom megtudni, tűnjünk el innen.

source: I cannot lose her again... I must summon ...
fr: Je ne peux pas la perdre à nouveau... Je dois appeler...
hu: Nem veszthetem el őt újra... Meg kell idéznem...

source: He looks distracted...
fr: Il a l'air distrait...
hu: Zavarodottnak látszik...

source: If he is in a weakend state, now is the time to strike!
fr: S’il est dans un état affaibli,c'est le moment d'attaquer !
hu: Most legyengült, most kell megtámadnunk!

source: She is back... Time to die, traitors!
fr: Elle est de retour... C'est l'heure de mourir, traîtres !
hu: Végre visszatért... Ütött az utolsó órátok, árulók!

source: We will destroy you!
fr: Nous allons vous détruire !
hu: Megölünk titeket!

source: I do not let my king fade so easily...
fr: Je ne laisserai pas mon roi disparaître si facilement...
hu: Nem hagyhatom, hogy a király csak úgy elenyésszen...

source: Uh-oh!
fr: Oh oh !

source: The water is so cold that it will kill all who fall through the ice. Be careful!
fr: L'eau est si froide qu'elle va tuer tous ceux qui tomberont dedans à travers la glace. Soyez prudent !
hu: A víz jéghideg, azonnal meghal, aki beleesik. Legyetek óvatosak!

source: I'm afraid the cold is getting to me, I feel so tired...
fr: Je crains que le froid ne m'envahisse, je me sens si fatigué...
hu: Attól tartok a fagy magával ragad, olyan fáradt vagyok...

source: Hateful River
fr: Rivière haineuse
hu: Gyűlöletes-folyó

source: Underground River
fr: Rivière souterraine
hu: Búvópatak

source: Find survivors
fr: Trouver des survivants
hu: Megtalálod a túlélőket

source: Uuuuhg. -(COUGH!)- ... What happened?
fr: Uuuuhg. — (TOUX !) — ... Qu'est-il arrivé ?
hu: Uoóh. -(KÖHÖG)- ... Mi történt?

source: You were out cold, but the dog dragged you ashore.
fr: Vous étiez dans les pommes, mais le chien vous a ramené à terre.
hu: Kihűltél a folyóban, de a kutya partra húzott.

source: Ashore? Where are we?
fr: Vers la rive ? Où sommes-nous ?
hu: Partra? Hol vagyunk?

source: We are in an underground river-
fr: Nous sommes dans une rivière souterraine —
hu: Egy földalatti folyó partján-

source: (Carghanna was right...)
fr: (Carghanna avait raison...)
hu: (Carghannának igaza volt...)

source: When we jumped down the hole, we fell into a strong current. We were tossed around and got separated. The river spreads out here, so the current slows and debris collects here...
fr: Lorsque nous avons sauté dans le trou, nous sommes tombés dans un fort courant. Nous avons été ballottés et séparés. Le fleuve s'élargit ici, de sorte que le courant ralentit et les débris se rassemblent ici...
hu: Amikor leugrottunk a mélybe, belekerültünk a folyó sodrába. Kicsit hánykolódtunk és szétszóródtunk. Ezen a helyen lelassul a folyó vize, s mindenféle hulladékot is a partra tesz...

source: Debris like us... Where is everyone? Where is Carghanna?
fr: Les débris comme nous... Où se trouve tout le monde ? Où est Carghanna ?
hu: Minket, mint hulladékokat... Hol vannak a többiek? Hol van Carghanna?

source: As I said, we got separated. I don't know where Carghanna is. Others are probably scattered further downriver.
fr: Comme je l'ai dit, nous avons été séparés. Je ne sais pas où est Carghanna. D'autres sont probablement dispersés plus bas en aval.
hu: Ahogy mondtam, szétszóródtunk. Nem tudom, hol van Carghanna. A többiek valahol a környéken lehetnek.

source: Well, let's try to find the survivors. At some point, we need to figure out what we're going to do about those monsters up above. But first things first...
fr: Eh bien, essayons de trouver des survivants. Arrivés à un certain poins nous aurons besoin de comprendre ce que nous allons faire au sujet de ces monstres au-dessus. Mais chaque chose en son temps.
hu: Rendben, próbáljuk meg megtalálni a túlélőket. Bizonyos helyeken meg kell küzdenünk szörnyekkel is, de ezzel ráérünk foglalkozni. Először keressük meg a túlélőket...

source: Good, a survivor...
fr: Bien, un survivant...
hu: Nagyszerű, egy túlélő...

source: Be careful! There are hostile fish people around here!
fr: Soyez prudent ! Il y a des hommes poissons hostiles par ici !
hu: Legyetek óvatosak! Ellenséges érzelmű kígyóemberek vannak errefelé!

source: Sir! You're alive!
fr: Sire ! Vous êtes vivant !
hu: Uram! Te élsz?

source: I'd gathered the surviving civilians here. This place was warm and we could dry off, but then these snake people attacked!
fr: J'ai réuni les civils survivants ici. Cet endroit était chaud et nous avons pu nous sécher, mais ces hommes-serpent nous ont alors attaqué !
hu: Összegyűjtöttem a túlélőket. Itt meleg van, és megszáradtunk, de aztán ezek a kígyóemberek megtámadtak bennünket.

source: Commander Belleros is here!
fr: Le commandant Belleros est là !
hu: Belleros parancsnok van itt!

source: Sir, the snake-men have taken some of our people to the west, but they pushed the ford into deep water. A few of us headed north to see if we could find a way around...
fr: Monsieur, les hommes-serpents ont amené certains de nos gens vers l'ouest, mais ils ont détruit le gué. Quelques-uns d'entre nous sont allés vers le nord pour voir si nous pouvions trouver un moyen de le contourner...
hu: Uram, a kígyóemberek elfogták néhány emberünket, s nyugatra hurcolták őket a mélyvízen keresztül. Néhányan elindultak északnak, hátha találnak valami átjárót...

source: Another survivor...
fr: Un autre survivant...
hu: Másik túlélő...

source: There are more of us up ahead. The reptiles have Carghanna, they took her because they figured out she was important...
fr: Il y a plus d'entre nous devant. Les reptiles ont Carghanna, ils l'ont emmenée, car ils ont compris qu'elle était importante...
hu: Följebb vannak még néhányan. A hüllők elfogták Carghannát, mivel valamiért fontosnak tartják...

source: We attacked, but were unsuccessful. They said they'd kill her if we tried that again.
fr: Nous les avons attaqués, mais en vain. Ils ont dit qu'ils allaient la tuer si nous essayions encore une fois.
hu: Megtámadtuk őket, de nem jártunk szerencsével. Azt mondták, hogy megölik, ha újra próbálkozunk.

source: We are near a waterfall, I think that's where all the fog is coming from...
fr: Nous sommes près d'une cascade, je pense que c'est de là que provient tout le brouillard...
hu: Közel vagyunk egy vízeséshez, azt hiszem onnan ered ez a gomolygó pára...

source: Hiss! Back off! Come any cloesssser and the witch is dead.
fr: Hiss ! Reculez ! Approchezzzz encore et la sorssssière est morte.
hu: Hissszz! Vissza! Ha valaki kösssszzzelít, meghal a boszorkány.

source: You will let her go, and we will let you live.
fr: Vous la laissez partir, et nous allons vous laisser vivre.
hu: Engedjétek őt szabadon, s nem ölünk meg titeket.

source: No! Not good enough!
fr: Non ! Ce n'est pas suffisant !
hu: Nem! Jobb ajánlatot kell tenned!

source: Like I thought, you just want to kill us. You should know, your friend will not leave this river alive...
fr: Comme je le pensais, vous voulez juste nous tuer. Vous devriez savoir que votre ami ne quittera pas cette rivière vivante...
hu: Ahogy gondoltam, meg akartok ölni minket. Tudjátok meg, hogy a barátotok nem hagyhatja el ezt a folyót élve...

source: Is that an idle threat, or...
fr: Est-ce une menace en l'air, ou...
hu: Ez csak üres fenyegetés, vagy...

source: Hsss. We knew you would attack, but we couldn't just kill her so she wasss... ssedated.
fr: Hisss. Nous ssssavions que vous attaqueriez, mais nous ne voulions pas la tuer ssssi elle était... sssous sssédatif.
hu: Hssszzz. Tudtuk, hogy támadni fogtok, de nem akartuk megölni őt, csak... elkábítottuk.

source: Kill every one of these damn reptiles! We need to get Carghanna to a healer before it's too late!
fr: Tuez tous ces maudits reptiles ! Nous devons amener Carghanna à un guérisseur avant qu'il ne soit trop tard !
hu: Öljétek meg ezeket az átkozott hüllőket! Carghannát egy gyógyítóhoz kell vinnünk, mielőtt késő lesz!

source: Sir, I think this is the way out!
fr: Monsieur, je pense que c'est le moyen de sortir !
hu: Uram, azt hiszem megtaláltam a kijáratot.

source: There could still be survivors, we shouldn't leave just yet.
fr: Il pourrait encore y avoir des survivants, nous ne devrions pas partir tout de suite.
hu: Még lehetnek további túlélők, nem hagyhatjuk őket a sorsukra.

source: Let's not leave people behind...
fr: Ne laissons personne en arrière...
hu: Nem hagyhatjuk hátra az embereinket...

source: So, we're back at the surface but I don't know where we are. We need to get help for Carghanna.
fr: Donc, nous sommes de retour à la surface, mais je ne sais pas où nous sommes. Nous avons besoin de trouver de l'aide pour Carghanna.
hu: Végre visszaértünk a felszínre, de nem tudom, hol lehetünk. Segítséget kell szereznünk Carghannának.

source: Hssss. She will not sssurvive the poison...
fr: Hsss. Elle ne va pas sssurvivre au poison...
hu: Hsssszz. Nem éli túl a mérgessszzzést...

source: You don't look well...
fr: Vous n'avez pas l'air bien...
hu: Nem valami jól nézel ki...

source: I'm not well... but don't let me die in this cave. Let's go...
fr: Je ne vais pas bien... mais ne me laissez pas mourir dans cette grotte. Partons...
hu: Nem érzem jól magam... De nem akarok ebben a barlangban meghalni. Menjünk...

source: Exit the caverns.
fr: Sortez des cavernes.
hu: Kijutsz a barlangból

source: West
fr: Ouest
hu: Nyugat

source: The Ukians and Gareth Banner fled the mouth of the cave, before the demonic horde boiled out and overwhelmed them. Carghanna's condition was getting worse and Hrala was running out of ideas.
fr: Les Ukiens et la Banniere de Gareth s'enfuirent par l'embouchure de la grotte, avant que la horde démoniaque ne déboule et ne les submerge. L'état de Carghanna allait s'empirant et Hrala était à court d'idées.
hu: Az ukiaiak és a Garethek törzse gyorsan elhagyta a barlang bejáratának környékét, mielőtt a démoni horda fő erői is megérkeznek, és túlerőbe kerülnek velük szemben. Carghanna állapota egyre rosszabbodott, és Hrala is kifogyott a praktikákból.

source: Hrala was hesitant to mention it, but she knew of old tales about some gods that resided on Mount Tien, a mountain to the west. It was said that these gods had helped the orcs long ago, maybe there were answers there.
fr: Hrala hésitait à le mentionner, mais elle savait par de vieux contes que certains dieux résidaient sur le mont Tien, une montagne à l'ouest. Il était dit que ces dieux avaient aidé les orcs il y a longtemps, peut-être y aurait-il des réponses là-bas.
hu: Hrala habozott egy ideig, hogy szóba hozza-e, de végül kibökte, hogy régesrégi történetek szerint a Tien-hegyen istenek lakoznak. Ezek az istenek nagyon régen segítették az orkokat, talán most is segíthetnek.

source: Belleros was anxious to do something, anything. If, somehow, Hrala's mountain gods could help Carghanna, they might be able to combat the blue demons. It was a longshot, but no one could think of anything better.
fr: Belleros avait hâte de faire quelque chose, n'importe quoi. Si, d'une manière ou d'une autre, les dieux de la montagne Hrala pouvait aider Carghanna, ils pourraient être en mesure de combattre les démons bleus. C'était un faible espoir, mais personne n'avait trouvé mieux.
hu: Belleros kétségbeesetten próbált tenni valamit, bármit. Ha Hrala istenei tudnak segíteni Carghannán, akkor talán a kék démonok elleni harcban is tudnak segíteni. Ez ugyan merész elképzelés volt, de jobbat senki nem tudott kitalálni.

source: So, they headed off to Mount Tien...
fr: Alors, ils se sont mis en route vers le mont Tien...
hu: Így elindultak a Tien-hegy felé...

source: This is a place holder scenario.
fr: Scénario avec paramètres fictifs.
hu: Ez egy átvezető küldetés.

source: World Map - West
fr: Carte du monde - Ouest
hu: Világtérkép - Nyugat

source: Reach Mount Tien
fr: Rejoindre le Mont Tien
hu: Eléred a Tien-hegyet

source: Autumn is over, it is now winter.
fr: L’automne est terminé, c'est maintenant l'hiver.
hu: Vége az ősznek, beköszöntött a tél.

source: That's Mt. Tien to the south-southwest.
fr: C'est le Mt.Tien est au sud-sud-ouest.
hu: A Tien-hegy dél-délnyugatra található.

source: Let's be on our way.
fr: Reprenons notre chemin.
hu: Akkor induljunk!

source: This is Elf Territory... We should not be here - let's head north.
fr: C'est le Territoire des elfes... Nous ne devrions pas être ici — dirigeons-nous en direction du nord.
hu: Ez a tündék területe... Semmi keresnivalónk itt - északra kell mennünk.

source: We are heading off course, we should head south.
fr: Nous faisons fausse route, nous devrions nous diriger vers le sud.
hu: Eltértünk a helyes útvonaltól, délre kell mennünk.

source: We've reached the foot of Mount Tien...
fr: Nous avons atteint le pied du mont Tien...
hu: Elértük a Tien-hegy lábát...

source: At least some humans are here...
fr: Au moins une partie des hommes est ici...
hu: Legalább emberek is akadnak itt...

source: This is a curio shop, I sell all sorts of powerful artifacts. However you came a little too soon, I'm not open for business just now.
fr: Ceci est 'un magasin de souvenirs, je vends toutes sortes d'artefacts puissants. Cependant, vous êtes venu un peu trop tôt, je n'ai pas encore ouvert mes portes pour l'instant.
hu: Ez a bolt ritkaságokat árul, mindenféle mágikus eszközöket kaphatsz itt. De egy kicsit túl korán jöttél, még nem nyitottam meg a boltot.

source: (Curio shop? Maybe I don't need to take Carghanna to an ancient temple for some long-shot orcish prayer...)
fr: (Magasin de souvenirs ? Peut-être n'aurai-je pas besoin d'emmener Carghanna à un temple ancien pour écouter une longue prière orque...)
hu: (Ritkaságok boltja? Lehet, hogy mégsem kell Carghannát az ősi templomhoz vinni, s bizonytalan ork imákban hinni...)

source: What kind of travelling merchant has to 'open' for business?
fr: Quel genre de marchand ambulant va « ouvrir » ses portes ?
hu: Miféle utazó kereskedő vagy te, hogy nem állsz készen üzletet kötni?

source: Truth be told, my assistants have gone to the East to bring my stock out of the warehouse by Mirror Pond. You look like an honest man, even if you keep company with orcs, why don't you go see what is taking them so long? I'll ... give you the pick of any one of my wares for free, the rest will be half price! <i>*wink*</i>
fr: À vrai dire, mes assistants sont allés à l'est pour mettre mon stock à l'entrepôt par l'étang de glace. Vous semblez être un honnête homme, même si vous êtes en compagnie des orcs. pourquoi ne pas aller voir ce qui leur prend autant de temps ? Je vais... vous donner le choix de choisir gratuitement une de mes marchandises, et le reste sera à moitié prix ! <i>*clin d'œil*</i>
hu: Az igazat megvallva a segédeim keletre mentek, hogy a Tükör-tó melletti raktárból feltöltsék a készleteimet. Becsületes embernek látszol, mégha orkokkal szövetkeztél is, miért nem mész el megnézni, hogy mi tart nekik olyan sokáig? Bármely cikket ingyen megkapod, s a többiért is csak fele árat kérek! <i>*kacsint*</i>

source: Right... (For all I know, he's selling a fine selection of Yeti turds...) You are far too clever, I'm afraid. We're leaving.
fr: Bien... (Pour autant que je sache, il vend une sélection raffinée d'excréments de yeti...) Vous êtes bien trop intelligent, je le crains. Nous partons.
hu: Remek... (Nesze semmi, fogd meg jól, ennyi erővel száraz jetiürüléket is árulhatna...) Nagyon ravasz vagy, ég áldjon.

source: Well, come back if you change your mind...
fr: Et bien, revenez si vous changez d'avis...
hu: Nos, ha meggondoltad magad, térj vissza...

source: (It might be worth going to Mirror Pond, even if we have no intention of helping this fellow.)
fr: (Ca pourrait valoir la peine d'aller à l'étang de glace, même si nous n'avons pas l'intention d'aider ce garçon.)
hu: (Talán érdemes lenne elmenni ehhez a Tükör-tóhoz, még ha nem is áll szándékunkban segíteni ennek az ürgének.)

source: Did you find my assistants?
fr: Avez-vous trouvé mes assistants ?
hu: Megtaláltad a segédeimet?

source: Yes.
fr: Oui.
hu: Igen.

source: Your assistants will remain where they are at Mirror Pond, free of hunger and untouched by the seasons.
fr: Vos assistants resteront là où ils sont à l'étang de glace, libérés de la faim et à l'abri du passage du temps.
hu: A segédeid ott maradtak a Tükör-tónál, többet nem éheznek, és nem kell törődniük az évszakok változásával sem.

source: What does that mean!? Why would they stay there?
fr: Qu'est-ce que ça signifie ? Pourquoi Resteraient-ils ?
hu: Mit értesz ezalatt!? Miért maradtak ott?

source: They have become part of the landscape. There is no treasure there, only death. Do you know what this ring is?
fr: Ils sont devenus une partie intégrante du paysage. Il n'y a pas de trésor là-bas, seulement la mort. Savez-vous ce qu'est cet anneau ?
hu: Részeivé váltak az anyaföldnek. Nincs ott semmi kincs, csak a halál. Tudod, hogy mit jelent ez a gyűrű?

source: Y-yes... And I can tell from your tone that you know what that ring means too. And that you know I am not a merchant...
fr: O-oui... Et je peux dire à votre ton que vous savez ce que l'anneau signifie aussi. Et que vous savez que je ne suis pas un marchand...
hu: I-igen... A hangsúlyodból azt is sejtem, hogy te is tudod. És azt is tudod, hogy nem vagyok kereskedő...

source: Indeed. You grave robbers-
fr: En effet. Pilleurs de tombes —
hu: Úgy van. Te egy hullarabló vagy-

source: Tear his throat out!
fr: Arrachez-lui la gorge !
hu: Vágd el a torkát!

source: No, don't! I can show you - <span color='red'>gasp!</span>
fr: Non, arrêtez ! Je peux vous montrer — <span color='red'>arg !</span>
hu: Ne, várj! Mutatok neked- <span color=red>Nyissz!</span>

source: Belleros watched thoughtfully as the orc proceeded to tear out the man's throat. He hadn't intended for the raider to be killed but he did not really feel regret. He only felt despair that his hope in a 'curio' to save Carghanna had not been realized. They really needed to get to that mountain...
fr: Belleros regarda pensivement pendant que l'orc arrachait la gorge de l'homme. Il n'avait pas l'intention de tuer le voleur, mais il n'avait pas vraiment un sentiment de regret. Il se sentait désespéré, car son espoir de trouver un « bibelot » pour sauver Carghanna ne s'était pas réalisé. Ils avaient vraiment besoin de se rendre sur cette montagne...
hu: Belleros elgondolkodva nézte, ahogy az ork elvágta az orgazda torkát. Nem akarta megöletni a rablót, de ha már így alakult, nem érzett bűntudatot. Mindössze a kétségbeesés mardosta amiatt, hogy a 'ritkaság', ami megmenthette volna Carghannát pusztán illúzió volt. Nem maradt más lehetőség, csak az a hegy...

source: Some good came of this, the man had a stash of gold...
fr: Une bonne chose de faite, l'homme avait caché de l'or...
hu: Hogy valami jó is legyen benne, az emberünk kincsesládája a miénk...

source: Belleros added the 350G to the war-chest.
fr: Belleros ajoute 350 pièces d'or au trésor de guerre.
hu: Belleros 350 aranyat eltett háborús célokra.

source: Yes... And? Please do not play games with me, come back when you have news.
fr: Oui... Et alors ? S'il vous plaît ne jouez pas avec moi, revenez quand vous avez des nouvelles.
hu: Igen... És? Ne szórakozz velem, akkor gyere vissza, ha tudsz valamit.

source: Well, please go on to find them.
fr: Bien, s'il vous plaît allez les trouver.
hu: Most menj, és keresd meg őket!

source: I think we've found some lost souls...
fr: Je pense que nous avons trouvé quelques âmes perdues...
hu: Azt hiszem találtunk néhány elveszett lelket...

source: Snowblind
fr: Tempête de neige
hu: Hóvakság

source: Storm
fr: Tempête
hu: Vihar

source: Reach Northern edge of map
fr: Atteindre le bord nord de la carte
hu: Eléred a térkép északi szélét

source: The cutting cold wind damages exposed units. Units are sheltered near the keeps and villages (though the wind graphic covers everywhere...). Unlike poison, the cold will kill.
fr: Le vent glacial endommage les unités exposées. Les unités sont à l'abri près des donjons et des villages (quoique le vent agité soit partout...) Contrairement au poison, le froid peut tuer.
hu: A metsző jeges szél csökkenti a nyílt terepen lévő egység életerőpontjait. A várak közelében és a falvakban az egységek védettek (habár a szél minden területen fúj...) A mérgezéssel szemben a szél által okozott sebzésbe bele lehet halni.

source: A harsh wind comes from the west. It cuts through our clothes, and obscures our vision... To carry on would be suicidal, we will need to take cover in this outcropping and hope it passes-
fr: Un vent violent vient de l'ouest. Il traverse nos vêtements, et obscurcit notre vision... Continuer serait suicidaire, nous avons besoin de nous mettre à couvert derrière ce promontoire en espérant qu'il passe —
hu: Nyugatról metsző szél fúj. Átjárja a ruháinkat, és elhomályosítja a látásunkat... Továbbmenni öngyilkosság lenne, védett helyre kéne vonulnunk, és megvárni, míg lecsillapodik-

source: Belleros... It is a difficult and dangerous path, but the enemy does not stop. There is no rest here, you must keep moving.
fr: Belleros... C'est un chemin difficile et dangereux, mais l'ennemi ne s'arrête pas. Il n'y a aucun repos ici, vous devez continuer à avancer.
hu: Belleros... Nehéz és veszélyes az út, ami előtted áll, de az ellenség nem pihen. Nem állhatsz meg, jönnöd kell!

source: ... We cannot stop here, the enemy will catch up to us. Dangerous as it is, we will need to venture forth into the storm...
fr: ...Nous ne pouvons pas nous arrêter ici, l'ennemi va nous rattraper. Aussi dangereux que ce soit, nous devons nous aventurer dans la tempête...
hu: ... Nem állhatunk meg itt, az ellenségeink a sarkunkban vannak. Akármilyen veszélyes is, meg kell küzdenünk a hóviharral...

source: Huh, I haven't seen one of those in a long time...
fr: Euh, je n'en ai pas vu depuis bien longtemps...
hu: Huh, rég volt, mikor utoljára láttam őket...

source: The wind doesn't seem to be as strong here...
fr: Le vent ne semble pas être aussi fort ici...
hu: A szél itt nem vág olyan erősen...
