Repository: wescamp/Bad_Moon_Rising-1.10
Catalog: po/*.po
Languages: fr, hu

source: No, you shall perish... Unless you accept Order!
fr: Non, vous périrez... Sauf si vous acceptez l'ordre !
hu: Nem, mindannyian a halál fiai lesztek... Hacsak fel nem esküsztök az Új Rendre!

source: Ugh. What a mess...
fr: Pff. Quelle pagaille...
hu: Huhh. Micsoda fölfordulás...

source: I must be going now, maybe we shall meet again.
fr: Je dois y aller maintenant, peut-être nous reverrons nous.
hu: Most mennem kell, de hamarosan találkozunk.

source: We meet again, Raenna! I will show you what a Ranger can do. Your pathetic rebellion will fail, you will call my name for mercy!
fr: Nous nous rencontrons à nouveau, Raenna ! Je vais vous montrer ce qu'un Rôdeur peut faire. Votre rébellion pathétique va échouer, vous implorerez mon nom pour que je vous épargne !
hu: Újra találkoztunk, Raenna! Most megmutatom, mire képes egy vadász. A szánalmas lázadástoknak vége lesz, s te térden csúszva fogsz kegyelemért könyörögni előttem.

source: Carusoe, old friend, I'm afraid the time in the tundra has touched your head. They will beg for my forgiveness, not yours...
fr: Carusoe, mon vieil ami, je crains que le temps passé dans la toundra n'ait altéré votre jugement. Ils vont mendier mon pardon, pas le vôtre...
hu: Carusoe, öreg haver, túl sokat voltál a tundrán, alighanem megártott neked a hideg. Előttem fognak térden csúszni, nem előtted...

source: Of course, my lord. I meant no disrespect, you will defeat the rebellion. But please, leave Raenna to me.
fr: Bien sûr, mon seigneur. Je ne voulais pas vous manquer de respect, vous allez vaincre la rébellion. Mais s'il vous plaît, laissez-moi Raenna.
hu: Természetesen én is így gondoltam, uram. Nem tiszteletlenségből szóltam, te fogod leverni a lázadást. De kérlek, Raennát hagyd meg nekem!

source: (Why does he single me out? Sounds like I need to make an example of him...)
fr: (Pourquoi me distingue-t-il ? On dirait que je dois faire de lui un exemple...)
hu: (Mit akar ez a fajankó tőlem? Azt hiszem, meg kell leckéztetnem...)

source: I am the better warrior, you cannot touch me!
fr: Je suis le meilleur guerrier, vous ne pourrez pas me toucher !
hu: Én vagyok a legnagyobb harcos, nem emelhetsz rám kezet!

source: (Loathsome as ever... I must strike him down).
fr: (Plus répugnant que jamais... Je dois le terrasser).
hu: (Beképzelt, mint mindig... Le kell csapnom.)

source: You talked such bluster, dared to ask for my sacrifice. But now it is you who will fall. Any last words?
fr: Vous avez beaucoup fanfaronné, à oser demander mon sacrifice. Mais maintenant, c'est vous qui allez tomber. Vos dernières paroles ?
hu: Olyan hangosan hencegtél, s azt állítottad, hogy könyörögni fogok. Nos, a helyzet épp fordítva van. Utolsó kívánságod?

source: Yes! I've been with you on the tundra for years, I know you better tha-
fr: Oui ! J'ai été avec vous dans la toundra pendant des années, je vous connais mieux que —
hu: Van! Évekig együtt jártuk a tundrát, tudom, hogy sokkal jobb vagy, semh-

source: Just stop!
fr: Il suffit. arrêtez !
hu: Fogd rövidre!

source: Ack! Fine! Let me go, I will give you the funds I have and will bother you no more...
fr: Argh ! Très bien ! Laissez-moi partir, je vais vous donner les fonds que j'ai et je ne vous dérangerai plus...
hu: Ehh! Rendben! Engedj futni, neked adom a tartalék pénzemet, és soha többé nem állok az utadba...

source: (They say mercy is a virtue ...) Very well, begone and do not cross our path again!
fr: (On dit que le pardon est une vertu...) Très bien, va-t'en et ne croise plus jamais notre chemin !
hu: (Azt mondják, a megbocsátás a kiválóak erénye...) Rendben van, húzd el a csíkot, s ne kerülj a szemem elé többet!

source: Thank you...
fr: Merci...
hu: Köszönöm...

source: The Ranger's purse added 195 gold to the war chest.
fr: La bourse du rôdeur a ajouté 195 pièces d'or au trésor de guerre.
hu: A vadász erszénye 195 arannyal gazdagítja a hadi kincstáradat.

source: -(Sigh)- Some day...
fr: — (Soupir) — un jour...
hu: -(Sóhajt)- Valamikor...

source: Carusoe, get back here! ... Bah, friends like that...
fr: Carusoe, revenez ici ! ... Bah, des amis comme ça...
hu: Carusoe, gyere vissza! ... Ehh, ilyen barátaim vannak...

source: Uhhg, Ukiah falls... Many will die... Damn you, Lorenzon... May you get what you deserve...
fr: Argh, Ukiah est tombé... Beaucoup mourront... Maudit sois-tu, Lorenzon... Puissiez-vous obtenir un jour ce que vous méritez...
hu: Uhh, Ukiah elesett... Sokan fognak meghalni... Átok rád, Lorenzon... Kívánom, hogy te is elnyerd méltó büntetésed...

source: If Duval died months ago, who has been tagging along with us all this time?
fr: Si Duval est mort depuis des mois, qui était avec nous pendant tout ce temps ?
hu: Ha Duval hónapok óta halott, akkor ki volt velünk az ő nevében?

source: Something is very wrong... We'll have to deal with the consequences of Huric's death later, right now we need to get back to the mine.
fr: Quelque chose ne va pas du tout... Nous aurons à faire face aux conséquences de la mort de Huric plus tard, pour le moment nous devons revenir à la mine.
hu: Itt valami nagyon bűzlik... Számolnunk kell Huric halálának következményeivel is, de most azonnal vissza kell térnünk a rézbányához.

source: But now that Huric is dead, you are the Commander of the North!
fr: Mais maintenant que Huric est mort, vous êtes le commandant du Nord !
hu: Most, hogy Huric meghalt, te vagy Észak parancsnoka!

source: No, I'm a simple man and I've been made a fool by whoever is in the copper mine! This is no time to play with crowns.
fr: Non, je suis un homme simple et j'ai été dupé par la personne qui se trouve dans la mine de cuivre ! Ce n'est pas le moment de jouer avec des couronnes.
hu: Nem, én csak egy egyszerű ember vagyok, akit bolonddá tett az a valaki ott a rézbányában! Nincs időm koronásdit játszani.

source: Lorenzon, sir, I agree that we must get to the mine with all haste, but you must acknowledge the situation we leave behind. Let the people here know your revolution has succeeded, they will need some hope to hold up against the oncoming Orcish raids.
fr: Lorenzon, monsieur, j'admets que nous devons nous rendre à la mine en toute hâte, mais vous devez connaître la situation que nous laissons derrière. Laissez les gens ici savoir que votre révolution a réussi, ils auront besoin d'espoir pour tenir contre l'approche des raids orcs.
hu: Lorenzon, uram, én is azt hiszem, hogy sürgősen meg kell látogatnunk a rézbányát, de szembe kell néznünk a jelenlegi helyzettel. Tudasd az emberekkel, hogy a felkelés sikerrel járt, s adj nekik reményt, hogy meg lesznek védve a bekövetkező ork portyáktól!

source: Right, but then we head out to the mines, no more delay.
fr: Oui, mais ensuite nous nous dirigerons vers les mines, sans plus tarder.
hu: Igazad van, de azután irány a bánya, nem vesztegethetjük az időt.

source: With the defeat of Huric, I am now Commander of the ruling human forces. However, I cannot stay to fend off the orcs, so I ask all civilians to be ready to follow us.
fr: Avec la défaite de Huric, je suis maintenant le commandant des forces dominantes de l'humanité. Cependant, je ne peux pas rester ici à repousser les orcs, je demande donc à tous les civils d'être prêt à nous suivre.
hu: Huric legyőzésével én váltam az emberi seregek parancsnokává. Csakhogy nem tudom visszatartani az orkokat, így felszólítok minden embert, hogy készüljön föl, s kövessen minket!

source: My King...
fr: Mon roi...
hu: Királyom...

source: Oh, Huric! You're one of us now...
fr: Oh, Huric ! Vous êtes l'un des notres maintenant...
hu: Ó, Huric! Mostantól te is egy vagy közülünk...

source: They will pay for this! We will drain the blood of the assassins, we will obliterate their souls, we will <i>destroy</i> them!
fr: Ils paieront pour cela ! Nous allons boire le sang des assassins, nous allons détruire leurs âmes, nous allons les <i>détruire</i> !
hu: Ezért megfizetnek! Kiszívjuk a gyilkosok vérét, megtörjük a lelküket <i>megsemmisítjük</i> őket!

source: Lord Huric seems pretty comfortable up there, how are we ever going to defeat him?
fr: Le Seigneur Huric semble assez à l'aise là-haut, comment allons-nous le vaincre ?
hu: Huric igen jól berendezkedett itt, hogy fogjuk kifüstölni?

source: We will have to grind his forces down as best we can. Neither side can afford a siege.
fr: Nous aurons à broyer ses forces du mieux que nous le pourrons. Aucun des deux partis ne peut se permettre un siège.
hu: Szívós munkával felőrölhetjük a seregét. Nem tudjuk ostromgyűrűbe vonni a várost.

source: That doesn't sound like much of a plan...
fr: Cela ne ressemble pas beaucoup à un plan...
hu: Ez nem tűnik egy alapos tervnek...

source: And what would you have me say? Walking away isn't really an option now.
fr: Et que voulez-vous que je dise ? S'éloigner n'est pas vraiment envisageable maintenant.
hu: Mit vársz, mit mondjak? Vegyük a kalapunkat, és sétáljunk el, mára ez nem járható út.

source: Well! The mighty Lord Huric hides in his castle, letting his generals take all the pain and defeat that he himself is too frightened to face.
fr: Eh bien ! Le tout-puissant Seigneur Huric se cache dans son château , laissant à ses généraux la souffrance et la défaite qu'il a bien trop peur d'affronter.
hu: Remek! A hatalmas Lord Huric a kastélyában bújkál, s a tábornokait küldi, hogy kínt és gyötrelmet szenvedjenek, mert ő túl gyáva.

source: (Gloating, are we?)
fr: (Jubilatoire, non ?)
hu: (Még jobban felbőszíted?)

source: No, not really. I have a plan.
fr: Non, pas vraiment. J'ai un plan.
hu: Nem, dehogy. Van egy tervem.

source: I'm not afraid of treacherous whelps like you, Lorenzon. I have many other things begging for my attention, let's get this over with!
fr: Je n'ai pas peur des chiots perfides comme vous, Lorenzon. J'ai beaucoup d'autres choses qui requièrent mon attention, finissons-en !
hu: Nem félek a magadfajta áruló tacskóktól, Lorenzon. Egy csomó dolog van, amivel törődnöm kell, de rád is szakítok időt!

source: You know what to do...
fr: Vous savez quoi faire...
hu: Tudjátok, mit kell tennetek...

source: Yes, Lord Huric!
fr: Oui, seigneur Huric !
hu: Igen, Lord Huric!

source: (I'm not too impressed with this plan...)
fr: (Je ne suis pas trop impressionné par ce plan...)
hu: (Valahogy nem tudok lelkesedni ezért a tervért...)

source: How you must be trembling, Timmorous Lord Huric! Hide behind your stone wall, but it is like a child hiding under a sheet. Your generals are dead, you will be too.
fr: Combien vous devez trembler, Seigneur Huric le timoré ! Cachez-vous derrière votre mur de pierre, mais vous êtes un enfant caché sous un drap. Vos généraux sont morts, vous le serez bientôt.
hu: Lord Huric, a gyáva, reszket a várába! Bújj csak el a kőfalad mögé, ahogy a gyerekek az anyjuk szoknyája mögé. A tábornokaid halottak, s te sem élsz már sokáig.

source: Grrr! That's enough out of you!
fr: Grrr ! C'en est assez de vous !
hu: Hrrr! Elegem van belőled!

source: There will be no prisoners. This is it, traitors!
fr: Il n’y aura pas de prisonniers. Qu'il en soit ainsi, traîtres !
hu: Nincs szükségünk foglyokra. Ez vár az árulókra!

source: We will destroy them, my lord. Ukiah will prevail against those who would do the work of Orcs...
fr: Nous les détruirons, mon seigneur. Ukiah prévaudra contre ceux qui voudraient faire le travail d'Orcs...
hu: Kiirtjuk őket, uram. Ukiah győzni fog azok felett, akik az orkok munkáját akarják megkönnyíteni...

source: (I see what you're doing now!)
fr: (Je vois ce que vous faites maintenant !)
hu: (Már értem, mire játszottál!)

source: (Used Huric's pride to pull him out of his stronghold!)
fr: (Vous avez utilisé la fierté d'Huric pour le sortir de son fief !)
hu: (Huric hiúságát piszkálta, hogy kihúzza őt az erődjéből.)

source: (That's right, now is our chance!)
fr: (C'est vrai, c'est maintenant notre chance !)
hu: (Nagyszerű, akkor éljünk a lehetőséggel!)

source: This is not going well... Send word to Sir Sadellon that his presence is required. He and his family have grown fat under my protection, it's time they paid their due.
fr: Ca tourne mal... Envoyez un mot à Sir Sadellon pour lui dire que sa présence est requise. Lui et sa famille se sont engraissés sous ma protection, il est temps qu'ils paient leur dû.
hu: Rosszul áll a szénánk... Küldess Sadellon lovagért, azonnal jöjjön a seregével. Ő és a családja a mi szárnyaink alatt nőtt nagyra, itt az ideje, hogy megszolgálja korábbi jóindulatomat.

source: Yes, Lord. We will fetch him!
fr: Oui, Seigneur. Nous allons le chercher !
hu: Igen, uram! Értesítjük őt!

source: I'm off to fetch Sir Sadellon!
fr: Je pars pour aller chercher Sire Sadellon !
hu: Úton vagyok Sir Sadellonért!

source: Sir Sadellon
fr: Sire Sadellon
hu: Sadellon lovag

source: Lord Huric! We came as fast as we could!
fr: Seigneur Huric ! Nous sommes venus aussi vite que nous le pouvions !
hu: Lord Huric! Jöttünk, amilyen gyorsan csak tudtunk!

source: Your help is greatly appreciated, Sir Sadellon, and comes none too soon. The rebels have gotten strong and are quite dangerous, we need to destroy them!
fr: Votre aide est grandement appréciée, Sire Sadellon, et ne vient pas trop tôt. Les rebelles grandi en force et sont très dangereux, nous devons les détruire !
hu: Nagy szükségem van a segítségedre, Sadellon lovag, jobbkor nem is jöhettél volna. A zavargók túlzottan megerősödtek, és kezdenek egyre veszélyesebbé válni. El kell tipornunk őket!

source: Ah, fresh troops have arrived...
fr: Ah, des troupes fraîches sont arrivées...
hu: Ah, friss erők érkeztek...

source: This has spun out of control... Oh, why did I ever listen to that evil old man?
fr: Cela a échappé à tout contrôle... Oh, pourquoi ai-je écouté ce vieillard maléfique ?
hu: Az egész kicsúszott a kezünkből... Ó, miért is hallgattam arra a vén bolondra?

source: Attack the Capital.
fr: L'attaque de la capitale.
hu: Megtámadod a fővárost

source: There is no going back, we need to attack Huric.
fr: Il n'y a pas de retour arrière, nous devons attaquer Huric.
hu: Most már nem visszakozhatunk, meg kell támadnunk Huricot.

source: All right, here we go...
fr: Très bien, c'est parti...
hu: Nagyszerű, megérkeztünk...

source: Hah! Squashed one!
fr: Ha ! J'en ai écrasé un !
hu: Hah! Mesteri csapás volt!

source: The Pit
fr: La Fosse
hu: A bánya

source: Find the imposter
fr: Trouvez l'imposteur
hu: Megtalálod a csalót

source: Guard
fr: Garde
hu: Őr

source: The Ukians hurried through the part of the mine where the undead had been, and continued deeper into unknown territory.
fr: Les Ukiens se précipitèrent à travers la partie de la mine précédemment occupée par les morts-vivants, et continuèrent de s'enfoncer plus profondément en territoire inconnu.
hu: Az ukiaiak átrohantak a barlang korábban élőholtak által megszállt részén, s a mélyebb régiókba nyomultak.

source: You're too late, Order is nigh! We have been hard at work while you danced with Tyrant Huric. <i><b>Intruders!!</b></i>
fr: Vous arrivez trop tard, l'ordre est proche ! Nous avons travaillé dur pendant que vous dansiez avec le tyran Huric. <i><b>Des intrus !</b> </i>
hu: Elkéstetek, az Új Rend már nagyon közel van! Keményen dolgoztunk, amíg ti a zsarnok Hurickal szórakoztatok. <i><b>Behatolók!!</b></i>

source: Relayed... They won't get very far...
fr: Relayés... Ils n'iront aller loin...
hu: Vettem... Fel kell őket tartóztatni...

source: It's rather warm down here...
fr: C'est plutôt chaud ici bas...
hu: Hú, meleg van idelent...

source: I hear voices of the enemy! The troll was right!
fr: J'entends des voix ennemies ! Le troll avait raison !
hu: Hallom az ellenség hangját! A troll igazat mondott!

source: You talk too much, Belleros.
fr: Vous parlez trop, Belleros.
hu: Sok a szöveg, Belleros.

source: Gareth's Guide
fr: Guide de Gareth
hu: Gareth kalauza

source: The Restoration will bring you down, enjoy your final hours...
fr: La restauration amènera votre chute, profitez bien de vos dernières heures...
hu: A Visszatérés úgyis a végeteket jelenti, élvezzétek még az utolsó órátokat...

source: I'm really sick of the drivel coming from these people.
fr: Je suis vraiment malade des idioties que colportent ces gens.
hu: Hányingerem van ettől az ostobaságtól.

source: I only regret I fall so soon. But it does not matter, you cannot stop us...
fr: Je regrette seulement de tomber si vite. Mais ce n'est pas grave, vous ne pouvez pas nous arrêter...
hu: Sajnálom, hogy ilyen hamar befejeztem. De nem számít, nem állíthattok meg minket...

source: What does that mean! Who are you people and what are you doing here?
fr: Qu'est-ce que ça veut dire ? Qui êtes-vous et que faites-vous ici ?
hu: Mi akar ez lenni? Kik vagytok, és mit csináltok itt?

source: He is dead...
fr: Il est mort...
hu: Meghalt...

source: I spit on you!
fr: Je vous crache dessus !
hu: Köpök rátok!

source: Who are you people and what are you doing here!
fr: Qui êtes-vous et que faites-vous ici !
hu: Kik vagytok, és mit kerestek itt?

source: He is dead, we won't get any information out of him.
fr: Il est mort, nous n'obtiendrons plus d'informations de lui.
hu: Meghalt, ebből már semmilyen infót nem szedünk ki.

source: I can't lose my officers like this...
fr: Je ne peux pas perdre mes officiers ainsi...
hu: Nem veszíthetek el egy ilyen kiváló tisztet...

source: This is not going well...
fr: Ce n'est pas bon...
hu: Egyre romlik a helyzet...

source: That's right! Kill them! This hell-hole needs to be destroyed!
fr: Tout à fait ! Tuez-les ! Ce trou infernal doit être détruit !
hu: Jól van! Öljétek meg őket! El kell pusztítanunk ezt az átkozott helyet!

source: Wait! We're not here to stop you, we're here to stop the other humans! They are the ones aspiring to dominance of the North, not us!
fr: Attendez ! Nous ne sommes pas là pour vous arrêter, mais pour arrêter les autres humains ! Ceux sont eux qui aspirent à la domination du Nord, pas nous !
hu: Megállj! Mi nem azért jöttünk ide, hogy titeket elűzzünk, mi a többi embert akarjuk megállítani! Ők azok, akik egész Északon uralkodni akarnak, nem mi!

source: Huh! (Is that really true? How can I take the word of a human?)
fr: Ouch ! (Est-ce vraiment vrai ? Comment puis-je faire confiance aux propos d'un humain ?)
hu: Huh! (Igaz lenne? Hogy hihetnék egy embernek?)

source: The humans were fighting with each other, he could be telling the truth...
fr: Les humains se sont battus les uns avec les autres, il pourrait bien dire la vérité...
hu: Az emberek harcoltak egymás ellen, lehet, hogy igazat mond...

source: I see ...
fr: Je vois...
hu: Meglehet...

source: Very well. We're allies for now. But when they are dead, you go away! Try funny stuff and we kill you!
fr: Très bien. Nous sommes alliés pour le moment. Mais quand ils seront morts, vous partirez ! Nous vous tuerons à la moindre entourloupe !
hu: Rendben van. Kössünk szövetséget! De ahogy felszámoltuk a fészküket, azonnal elmentek innen! Ha trükközni próbáltok, a halál fiai vagytok!

source: This box is filled with strange little objects, I don't have any idea what they could be for...
fr: Cette boîte est remplie de petits objets étranges, je n'ai aucune une idée de leur utilité...
hu: Ebben a helyiségben mindenféle különös kütyük vannak, fogalmam sincs, mi célt szolgálhatnak...

source: These bones are not human. It has the remnants of cloths, but there are too many limbs... This ring is tarnished, but quite nice looking...
fr: Ces os ne sont pas humains. Il y a des restes d'étoffe, mais il y a trop de membres... Cet anneau est terni, mais en y regardant de plus près il est plutôt sympa...
hu: Ez nem emberi csontváz. Bár ruhafoszlányok fedik a maradványait, de túl sok végtagja van... A gyűrűje ugyan kissé kopott, de jól mutat...

source: Tarnished Ring
fr: Anneau terni
hu: Kopott gyűrű

source: This ring grants the wearer resistance to heat and cold. (25% each)
fr: Cet anneau accorde au porteur une résistance à la chaleur et au froid. (25% chacun)
hu: Ez a gyűrű a viselőjét ellenállóbbá teszi a tűzzel és hideggel szemben. (25% plusz védelem mindkettő ellen)

source: This box contains some exotic cloth. It seems just as substantial as the fibers we have, but is less stiff and scratching...
fr: Cette boîte contient une étoffe exotique. Il semble tout aussi important que les fibres que nous avons, mais elle est moins raide et gratte moins...
hu: Ebben a helyiségben egzotikus ruházatot tároltak. Ez például épp oly légiesen könnyű, mint a mi ruháink, de sokkal simább és finomabb a szövete...

source: Ancient Cloth
fr: Vêtement ancien
hu: Antik Köntös

source: This cloth is lighter and less chafing than anything the Ukains have seen, and makes it a little easier to run long distances.
fr: Ce tissu est plus léger et procure moins de frottement que celui des Ukeins, et il permet de courir un peu plus facilement sur de plus longues distances.
hu: Ez a köntös könnyebb, és kevésbé durva szövésű, mint amit az ukiaiak valaha is láttak, s a viselőjének mozgását is megkönnyíti.

source: As near as I can tell, this box contains a lot of junk. Well, there is this amulet...
fr: Aussi loin que je sache, cette boîte contient beaucoup de déchets. Bon, il y a cette amulette...
hu: Amennyire meg tudom ítélni, ebben a szobában egy csomó limlom van. Hopp! Ez az amulett azért hasznos lehet...

source: Ancient Amulet
fr: Amulette ancienne
hu: Antik Amulett

source: This amulet heals the wearer a little bit each turn. (Heals self +4, poison is slowed but not cured)
fr: Cette amulette guérit le porteur un peu à chaque tour. (Soin auto +4, le poison est ralenti mais pas guéri)
hu: Ez az amulett minden körben gyógyít egy keveset a viselőjén. (+4 ÉP-t gyógyít, és a mérgezés hatását is enyhíti, bár a mérget nem űzi el)

source: recover +4
fr: récupération +4
hu: frissülés +4

source: Recover +4
fr: Récupération +4
hu: Frissülés +4

source: The barbarians are closing in! You know what to do General...
fr: Les barbares se rapprochent ! Vous savez quoi faire, général...
hu: A pogányok közel vannak! Tudod, mit kell tenned, tábornok...

source: The face is different but the voice is the same! Your plot is over, Duval or whoever you are!
fr: Le visage est différent, mais la voix est la même ! Votre conspiration est terminée, Duval ou qui que vous soyez !
hu: Az arc különbözik, de a hang ugyanaz! Vége az ármánykodásodnak, Duval, vagy akárhogy is hívnak!

source: Ha! Hello Lorenzon, I guess I never did really introduce myself. As you've figured out, I'm not Duval. My name is Scarrion. Now, I must be going...
fr: Ah ! Bonjour Lorenzon, je suppose que je ne me suis jamais vraiment présenté. Comme vous l'avez compris, je ne suis pas Duval. Mon nom est Scarrion. Maintenant, il faut que je parte...
hu: Ha! Üdv, Lorenzon, azt hiszem nem volt időm ténylegesen bemutatkoznom. Mint nyilván kitaláltad, nem Duval vagyok. Az én nevem Scarrion. De most mennem kell...

source: Heathens! Your adventures end here.
fr: Païens ! Vos aventures s'arrêtent ici.
hu: Pogányok! A kalandjaitoknak ezennel véget vetünk.

source: Kill Scarrion
fr: Tuer Scarrion
hu: Megölöd Scarriont

source: Scarrion escapes (see note)
fr: Scarrion s'échappe (voir note)
hu: Scarrion megszökik (lásd a megjegyzést)

source: Don't let Scarrion get beyond the two fires near the top of the map.
fr: Ne laissez pas Scarrion aller au-delà des deux feux près du sommet de la carte.
hu: Scarrion nem juthat túl a térkép felső széléhez közeli két tábortűzön.

source: Not so fast, runt!
fr: Pas si vite, avorton !
hu: Hová ilyen sietve, te nyomorult!

source: How is this? You should be dead!
fr: Comment est-ce possible ? Tu devrais être mort !
hu: Ez meg hogy lehet? Neked halottnak kéne lenned!

source: You are not as clever as you think you are. *COUGH!*
fr: Vous n'êtes pas aussi intelligent que vous le pensez. *TOUX !*
hu: Nem vagy olyan okos, mint azt képzeled. *KÖHÖG*
