Repository: wescamp/Bad_Moon_Rising-1.10
Catalog: po/*.po
Languages: fr, hu

source: Scarrion didn't want to die, so he choked back his fear and hatred and agreed to work for Malevan. The necromancer brought Scarrion out of the cell and gave him his old equipment. 'You have a trial of sorts, young man. I need to see how my recent discovery interacts with the living. If you survive, I will permit you to be my assistant...'
fr: Scarrion ne voulait pas mourir, alors il ravala sa peur et sa haine et accepta de travailler pour Malevan. Le nécromancien sortit Scarrion hors de la cellule et lui donna son vieil équipement. « Vous disposez d’un essai en quelque sorte, jeune homme. J'ai besoin de voir comment ma découverte récente interagit avec les vivants. Si vous survivez, je vous permettrai d'être mon assistant... »
hu: Scarrion nem akart meghalni, tehát legyűrte félelmét és undorát, s beleegyezett, hogy Malevannak dolgozik. A holtidéző kihozta Scarriont a cellájából, s visszadta a régi felszerelését, 'Most pedig próbára teszlek ifjú ember. Látnom kell, hogy a felfedezésem hogyan hat az élőkre. Ha túléled, akkor a segédem lehetsz...'

source: Scarrion felt the insensitive and painful grip of the undead wardens drag him to a doorway, where they shoved him through without pause.
fr: Scarrion sentit l'étreinte insensible et douloureuse des gardiens morts-vivants le pousser vers un portail, au travers duquel ils le poussèrent sans ménagement.
hu: Érzéketlen karok ragadták meg, s tuszkolták egy ajtónyílás felé, majd keresztül is lökték azon.

source: Scarrion fell three meters into sand, rolling as he hit the ground. When he recovered his stance, he saw that he was in a circular, high-celinged chamber with a mixture of sand and cave-floor. On the far end of the chamber was a shadowy figure.
fr: Scarrion tomba trois mètres plus bas dans le sable, roulant alors qu'il heurtait le sol. Quand il reprit ses esprits, il vit qu'il était dans une pièce circulaire, haute de plafond et au plancher fait d'un mélange de sable et de sol de grotte. À l'extrémité de la chambre se tenait un sombre personnage.
hu: Scarrion három métert zuhant, s valamiféle homokos földön landolt némi hempergőzés után. Ahogy feltápászkodott, s körülnézett, rájött, hogy egy homokos talajú, kör alakú barlangi fülkébe esett, amelynek mennyezete nagyon magasan volt. A fülke távoli részében egy árnyékba burkolózó alak volt.

source: Scarrion felt a great hatred emmanating from the shadow, and his disorientation cleared as he realized the shadow had to be destroyed if he was to live. He moved in to engage, and noticed through sideways glances that the chamber was littered with objects that might be of use...
fr: Scarrion ressentit une grande haine émanant de l'ombre, et quand il reprit ses esprits il réalisa que s’il voulait vivre il devait la détruire. Il s'avança pour engager le combat, et remarqua d'un coup d'oeil alentours que la chambre était jonchée d'objets qui pourraient être utiles...
hu: Scarrion mérhetetlen gyűlöletet érzett az árnyalak felől áradni, s hirtelen ráébredt, hogy ezt az árnyalakot kell elpusztítania, ha élni akar. Támadóállásba helyezkedett, s közben oldalra pillantva mindenféle kacaton akadt meg a szeme, amiket akár fel is használhatna...

source: Defeat Opponent
fr: Vaincre l'ennemi
hu: Legyőzöd az ellenfelet

source: Shadow Opponent
fr: Sombre adversaire
hu: Árnyalak

source: (I'm now a slave or gladiator? I must deal with the enemy at hand, but...)
fr: (Je suis maintenant un esclave ou un gladiateur ? Je dois affronter cet ennemi, mais...)
hu: (Most rabszolga vagyok, vagy gladiátor? Puszta kézzel kell megküzdenem az ellenséggel, hacsak...)

source: I don't think my weapon is very effective against this thing. There must be something else I can do ...
fr: Je ne pense pas que mon arme soit très efficace contre cette chose. Je devrais pouvoir faire autre chose...

source: I think I killed it...
fr: Je pense que je l'ai tué...
hu: Azt hiszem, megöltem...

source: Indeed...
fr: En effet...
hu: Valóban...

source: (Therion was right, this looks hopeless...)
fr: (Therion avait raison, ça a l'air désespéré...)
hu: (Therionnak igaza volt, ez reménytelen...)

source: I'll need to find someone more aggressive. I suppose this fellow could make a good undead servant.
fr: Je vais avoir besoin de trouver quelqu'un de plus agressif. Je suppose que cet homme pourrait faire un bon serviteur mort-vivant.
hu: Keresnem kell egy erősebb ellenfelet. De élőholt szolgának ez is megteszi.

source: Unbreakable
fr: Incassable
hu: Rendíthetetlenül

source: When the shadow was defeated, two undead warriors marched forward to grab Scarrion and drag him back to his cell.
fr: Quand l'ombre fut défaite, deux guerriers morts-vivants se mirent en marche pour saisir Scarrion et le ramener dans sa cellule.
hu: Amikor az árnyalakot legyőzte, két élőholt harcos masírozott be a küzdőtérre, megragadták Scarriont és visszavitték a cellájába.

source: Hours later, when he tried to sleep on the cold floor of his cell, Scarrion noticed a shadowy figure standing over him.
fr: Des heures plus tard, alors qu'il essayait de dormir sur le sol froid de sa cellule, Scarrion remarqua une ombre debout devant lui.
hu: Órákkal később, amikor hiába próbált aludni cellája hideg kövezetén, Scarrion egyszercsak meglátott egy föléje hajoló sötét alakot.

source: Scarrion's eyes could not focus on the figure, and when the scuffing sounds of an approaching undead grew closer, the shadow departed.
fr: Les yeux de Scarrion ne pouvaient pas se concentrer sur le visage, et lorsque les sons étouffés de la venue d'un mort-vivant se rapprochèrent, l'ombre partit.
hu: Scarrionnak nem volt ideje alaposabban megfigyelni az alakot, mert egy közeledő élőholt caplatásának hangjaira az árnyék szétoszlott.

source: Scarrion did not know everything the Necromancer had done, but he knew something strange was happening, and it might mean there was a way out. When the old man came and offered his ultimatum, Scarrion agreed to continue to work for Malevan.
fr: Scarrion ne savait pas tout ce que le Nécromancien avait fait, mais il savait que quelque chose d'étrange se passait, et qu'il se pourrait qu'il y ait un moyen de sortir. Lorsque le vieil homme revint et lui lança un ultimatum, Scarrion accepta de continuer de travailler pour Malevan.
hu: Scarrionnak nem volt tudomása a holtidéző tevékenységéről, de azt tudta, hogy valami különleges történik, s talán számára is kínálkozik kiút jelenlegi sanyarú helyzetéből. Amikor az öreg jött és egy végső ajánlatot tett, Scarrion beleegyezett, hogy tovább dolgozik Malevannak.

source: The necromancer wanted to transcribe painted glyphs from stone surfaces to paper notebooks, a task that was tedious but still too complex for a mindless undead. Scarrion suspected he would be killed when the task was complete, so he was always alert for something that could help him escape.
fr: Le nécromancien voulait transcrire des glyphes peints sur des surfaces de pierre sur un cahier de papier, une tâche qui était fastidieuse, mais encore trop complexe pour un mort-vivant stupide. Scarrion soupçonna qu'il serait tué lorsque la tâche serait complète, de sorte qu'il était toujours à l'affut de quelque chose qui pourrait l'aider à s'échapper.
hu: A holtidéző át akarta másolni a falra festett hieroglifákat a jegyzetfüzetébe; a feladat unalmas volt, de túl bonyolult egy agyatlan élőholtnak. Scarrion sejtette, hogy mihelyst befejezi a munkát, vele is végezni fog a holtidéző, így szeme állandóan a szökési lehetőségeket fürkészte.

source: From stolen glances at the necromancer's notes, Scarrion gleaned that Malevan was researching the glyphs to learn some form of powerful magic, not necromancy, that was related to the artifacts in the cave. Not having any training in the discipline of magic, Scarrion understood very little of what he saw, but he did discern that a section of the notes had to do with creating illusions. He tore out these pages for later study.
fr: À partir de regards volés sur les notes du nécromancien, Scarrion apprit que Malevan faisait des recherches sur les glyphes pour apprendre une certaine forme de magie puissante, non pas nécromantique, mais liée à des artefacts dans la grotte. N'ayant aucune formation dans l'art de la magie, Scarrion compris très peu de ce qu'il voyait, mais il comprit qu'une partie des notes portait sur la création d'illusions. Il arracha ces pages pour une étude ultérieure.
hu: A holtidéző jegyzeteibe vetett futó pillantásokból megállapította, hogy Malevan azért akarja a hieroglifákat megfejteni, hogy egyfajta különleges mágiát tanuljon meg, ami nem feketemágia, viszont a barlangi eszközökhöz kapcsolódott. Nem lévén beavatott a mágia tudományába, Scarrion nem tudta értelmezni a látottakat, de annyi nyilvávaló volt számára, hogy az egyik fejezet valamilyen lények megidézéséről szól. Ezeket a lapokat későbbi tanulmányozás céljából kitépte a füzetből.

source: In retrospect, that was probably a mistake. Soon after, Malevan directed two large undead warriors to drag Scarrion over to an altar in his workshop and pin him down while Malevan made preparations for some heinous ritual.
fr: Rétrospectivement, c'était probablement une erreur. Peu de temps après, Malevan ordonna à deux grands guerriers morts-vivants de traîner Scarrion sur un autel dans son atelier tandis qu'il se préparait pour un rituel odieux.
hu: Utólag visszagondolva, ez hiba volt. Nem sokkal az eset után Malevan két robusztus szolgáját küldte érte, hogy behurcolják a laborjába, s az ott lévő oltárra fektessék, miközben Malevan valami förtelmes rituáléhoz készülődött.

source: 'You are too clever by half. I can use your assistance, but not when I can't trust you. Soon, you will be much more trustworthy - GHAAhh!'
fr: « Vous êtes trop malin. J'ai besoin de votre aide, mais pas si je ne peux pas vous faire confiance. Bientôt, vous serez beaucoup plus dignes de foi — GHAAhh ! »
hu: 'Ha fele eszed lenne, még akkor is túl okos lennél. Hasznos titkárom leszel, de most megbízhatatlan vagy. Hamarosan sokkal kezesebb leszel - GHAAh!'

source: Scarrion had freed one foot and kicked the dagger from the hand of the necromancer, breaking the aged claw in the process. The necromancer ordered his mindless slaves to hold Scarrion down, but not to kill him, while he tended to his own damaged hand.
fr: Scarrion dégagea un pied et réussit à donner un coup sur la main du nécromancien, brisant ainsi la vieille griffe. Le nécromancien ordonna à ses esclaves écervelés de maintenir Scarrion en place, mais sans le tuer, pendant qu'il soignait sa main endommagée.
hu: Scarrion egyik lábát kiszabadította, és kirúgta a tőrt a holtidéző kezéből, amelyet el is tört egyúttal. Malevan utasította a szolgákat, hogy fogják le Scarriont, míg törött kezével foglalkozik.

source: The undead may not feel boredom or fatigue, but it seems they cannot hold down a man desperately fighting for dear life. Scarrion broke free and bolted back to the library, where he had horded some weapons and supplies. He had to get out of here...
fr: Les morts-vivants ne ressentent ni l'ennui ni la fatigue, mais ils ne peuvent pas garder un homme qui lutte désespérément pour sauver sa vie. Scarrion réussit à se détacher et à s'enfermer dans la bibliothèque, où il avait regroupé quelques armes et fournitures. Il devait sortir d'ici...
hu: Az élőholtak nem éreznek unalmat, s nem munkamániások, s elégtelennek bizonyultak egy életéért kétségbeesetten küzdő ember féken tartására. Scarrion kiszabadult a fogásukból, és a könyvtárba szaladt, ahol korábban némi fegyvert és készletet halmozott fel. Ki kell innen jutnia...

source: Reach the North edge of the map
fr: Atteindre le bord nord de la carte
hu: Eléred a térkép északi peremét

source: Hint: You are grossly outnumbered. Don't waste time exploring, just head north.
fr: Astuce : Vous êtes en large infériorité numérique. Ne perdez pas de temps à explorer, juste dirigez-vous au nord.
hu: Tipp: Óriási túlerővel kell szembenézned. Ne vesztegesd az időt felderítésre, csak menj északra!

source: Ghost of Russle
fr: Fantôme de Russle
hu: Russie szelleme

source: Ghost of Altos
fr: Fantôme d'Altos
hu: Altos szelleme

source: Ghost of Therion
fr: Fantôme de Therion
hu: Therion szelleme

source: Malevan is to the west, but there is another path to the north. It leads deeper into the cave, but the undead do not roam the corridors. It's my only hope.
fr: Malevan est à l'ouest, mais il y a un autre chemin vers le nord. Il conduit plus profondément dans la grotte, mais les morts-vivants ne se déplacent pas dans les couloirs. C'est mon seul espoir.
hu: Malevan nyugatra van, de északra is vezet ösvény. Ez mélyebbre vezet a barlangba, de a folyosón nem kószálnak élőholtak. Ez az egyetlen remény.

source: Scarrion... Don't forget us...
fr: Scarrion... Ne nous oubliez pas...
hu: Scarrion... Ne felejts el minket...

source: Therion? How can this be?
fr: Therion ? Comment cela se peut-il ?
hu: Therion? Ez hogy lehet?

source: Malevan is getting sloppy, distracted by his quest for the knowledge of this cave. We can help you... If you succeed, this will not have been for... nothing.
fr: Malevan devient négligent, il s'est laissé distraire par sa quête de connaissance sur cette grotte. Nous pouvons vous aider... Si vous réussissez, cela n'aura pas été pour... rien.
hu: Malevan most meg van zavarodva, a barlangban elrejtett tudást akarja kihámozni. Segíthetünk neked... Ha neked sikerül, talán nem lesz... hiábavaló.

source: We cannot go with you though... We are tied to this cave...
fr: Nous ne pouvons pourtant pas vous accompagner... nous sommes piégés dans cette grotte...
hu: Habár nem mehetünk veled... Ehhez a barlanghoz vagyunk kötve...

source: I will make sure Malevan pays for this!
fr: Je vais m'assurer que Malevan paiera !
hu: Biztos, hogy Malevan meg fog fizetni ezért!

source: I think I'm clear of Malevan's slaves. I will make him pay threefold for what he has done to us!
fr: Je pense m'être débarrassé des esclaves de Malevan. Je lui ferai payer trois fois ce qu'il nous a fait !
hu: Azt hiszem leráztam Malevan szolgáit. Háromszor verem ezt rajta le!

source: Good luck, Scarrion.
fr: Bonne chance, Scarrion.
hu: Sok szerencsét, Scarrion!

source: Why don't I just kill the necromancer...
fr: Pourquoi ne puis-je pas tout simplement tuer le nécromancien...
hu: Miért ne ölhetném meg csak úgy egyszerűen a holtidézőt...

source: Don't be ridiculous!
fr: Ne soyez pas ridicule !
hu: Ne légy nevetséges!

source: That was a mistake, dear fellow!
fr: Ce fut une erreur, mon cher !
hu: Elhibáztad, barátocskám!

source: Ah, but there is no rest for me...
fr: Ah, mais je ne me repose jamais...
hu: Áhh, de még nem pihenhetek meg...

source: This does not end...
fr: Cela ne termine pas...
hu: Ezzel még nincs vége...

source: Here we go again...
fr: Nous y revoici...
hu: Újra itt vagyok...

source: Uh-oh...
fr: Oh-oh.

source: (Therion was right, this looks hopeless...) Damn corpses!
fr: (Therion avait raison, ça a l'air désespéré...) Saloperies de cadavres !
hu: (Therionnak igaza volt, ez reménytelen...) Átkozott élőholtak!

source: Just where do you think you're going!?
fr: Où pensez-vous aller ?!
hu: Ugyan hová mennél!?

source: Join the Dark Side
fr: Rejoignez le côté obscur
hu: Csatlakozás a sötét oldalhoz

source: Dark Cave
fr: Caverne obscure
hu: Sötét barlang

source: The tunnel led deeper underground. Occasionally, Scarrion would see a glyph on the wall. The frequency of this increased, until he reached a large chamber bathed in an odd light.
fr: Le tunnel allait loin dans les profondeurs. Parfois, Scarrion voyait un glyphe sur le mur. Et ce de plus en plus souvent, jusqu'à ce qu'il atteigne une grande salle baignant dans une lumière étrange.
hu: A járat egyre mélyebbre vezetett. Esetenként Scarrion hieroglifákat látott a falon. Aztán egyre gyakrabban, míg végül egy nagy, fényben fürdő terembe ért.

source: As fascinating as he found it, Scarrion knew he didn't have much time to waste. As he had moved down the tunnel, he had been aware of something following close behind. That something was now almost upon him...
fr: Pour aussi fascinant que ce soit, Scarrion savait qu'il ne fallait pas perdre trop de temps. Tout au cours du trajet, il avait entendu quelque chose derrière lui. Ce quelque chose était presque sur lui maintenant...
hu: Amennyire meglepte Scarriont a terem, olyan gyorsan magához is tért, nem volt vesztegetni való ideje. Ahogy egyre mélyebbre hatolt, egyre az az érzése volt, hogy valami ott loholt mögötte. Ez a valami most egészen a sarkába ért...

source: Defeat the Pursuer
fr: Vaincre Pursuer
hu: Legyőzöd az Üldözőt

source: Survive until end of turns
fr: Survivre jusqu'à la fin des tours
hu: Kitartasz a körök végéig

source: Hint: Remember that you are underpowered here, don't do anything brash.
fr: Astuce : N'oubliez pas que vous êtes de faible puissance ici, ne faites rien d'impétueux.
hu: Tipp: Ne feledd, hogy erőtlen vagy idelenn, ne próbálkozz semmi hősködéssel.

source: Who's there!
fr: Qui va là !
hu: Ki van ott?

source: Rrhhsss... Kill...
fr: Rrhhsss... Tuer...
hu: Rrhhsss... Megölni...

source: Uh-huh... Well, the light is stronger to the north, maybe it is a good sign.
fr: Oh oh... Il y a un plus de lumière au nord, c'est peut-être un bon signe.
hu: Uh-huh... Hopp, északra erősödik a fény, ez jó jel.

source: We have been able to follow you this far... But I feel much weaker...
fr: Nous avons été capables de vous suivre aussi loin... mais je me sens bien affaibli...
hu: Képesek voltunk követni még ide is, de... de sokkal gyengébbnek érzem magam...

source: I fear that if vanquished... this time... we are gone...
fr: Je crois que si nous sommes vaincus... cette fois... nous sommes finis...
hu: Attól félek, ha megsemmisülünk... ezúttal... nem térhetünk vissza

source: Damn, a chasm. This doesn't lead anywhere, I'm trapped...
fr: Malédiction, un gouffre. Cela ne mène nulle part, je suis coincé...
hu: A pokolba, egy szakadék. Ez nem vezet sehova sem. Csapdába kerültem...

source: Huh?
fr: Hein ?
hu: Húha?

source: (I thought this could not get any worse...)
fr: (Je pensais que cela ne pouvait pas être pire...)
hu: (És én még azt hittem, hogy ennél rosszabb már nem jöhet...)

source: Something about this chamber makes me uneasy, the convenient weapon ointment notwithstanding...
fr: Quelque chose à propos de cette chambre me rend mal à l'aise, en dépit de l'onction appropriée de cette arme...
hu: Valami nem tetszik nekem ebben a barlangban, bár a fegyvereimet jól tudom használni...

source: W-what?
fr: Co-comment ?
hu: M-Micsoda?

source: Galathos. Nossaros colossa. Kelltoro!
fr: Galathos. Nossaros colosta. Kelltoro !

source: AAAIiiieeeee!
fr: Aaaïïeeeee !
hu: Ujjjjjéééé!

source: What is happening!?
fr: Qu'est-ce qui se passe ?
hu: Most meg mi történik?

source: Payback
fr: Remboursement
hu: Bosszú

source: Scarrion lost conciousness. When he awoke, he was in the lit chamber and dressed in odd clothes. He jumped to his feet and noticed he felt... different. His body was free of the usual aches and chills, he felt lighter on his toes - he felt he could conquer the world! The strange woman was watching him... When she saw him register her presence, she began to speak:
fr: Scarrion perdit conscience. Quand il se réveilla, il était dans une chambre éclairée et habillé de vêtements étranges. Il sauta sur ses pieds et remarqua qu'il se sentait... différent. Son corps était libre de ses douleurs habituelles et de ses frissons, il se sentait plus léger sur ses pieds — il sentait qu'il pourrait conquérir le monde ! Une femme étrange le regardait... Lorsqu'elle le vit constater sa présence, elle se mit à parler :
hu: Scarrion elvesztette az eszméletét. Amikor magához tért, egy fényárban úszó termet látott, s a testét valami különös ruha borította. Talpra ugrott és ... valami mást érzett. A testéből eltűnt a fájdalom és a borzongás, könnyedén állt a lábán - ellenállhatatlan vágyat érzett, hogy meghódítsa a világot! Egy különös nő figyelte, s amikor látta, hogy Scarrion is észrevette őt, beszélni kezdett:

source: 'You feel much better now, yes?' 'Yes, who-' 'We are the original occupiers of this land. We were here long before your kind existed, and will be here long after as well. While you slept, we asked you many questions and you gave us many alarming answers. Your kind are engaged in a disastrous project, you must stop them...' 'Disastrous?'
fr: « Vous vous sentez beaucoup mieux maintenant, non ? » « Oui, qui- » «Nous sommes les premiers occupants de cette terre. Nous étions là bien avant votre espèce n'existe, et nous serons là longtemps après aussi. Alors que vous avez dormiez, nous vous avons posé de nombreuses questions et vous nous avez donné beaucoup de réponses alarmantes. Votre espèce s'est engagée dans un projet désastreux, vous devez les arrêter... » « Désastreux ? »

source: 'Banish the night and spread dimwitted creatures over the land, as your kind wishes to do, and you will suffer greatly.' 'Wha-' 'Listen to my offer, Scarrion. Our numbers are few for now and I need your help. How would you like to strike back at the evil Malevan and the callous Bersohn? You will go forth and stop your kind from this foolishness. You will go to a cave southwest of here to liberate frozen comrades. 'How am I to do that?' 'I have given you all the knowledge, it will come to you as necessary. Now go! There is no time to lose.
fr: « Chassez la nuit et la propagation des créatures dégénérées sur la terre, ainsi que votre espèce veut le faire, et vous souffrirez grandement. » « Qu... » « Écoutez mon offre, Scarrion. Nos effectifs sont réduits pour l'instant et j'ai besoin de votre aide. Comment voulez-vous rendre les coups à ce diable de Malevan et ce sans-cœur de Bersohn ? Vous devez aller de l'avant et arrêter la folie de votre espèce. Vous devez aller à une grotte au sud-ouest pour libérer vos compagnons gelés. » « Comment dois-je faire cela ? » « Je vous ai donné toutes les connaissances requises, elles viendront à vous quand cela sera nécessaire. Maintenant, allez ! Il n'y a pas de temps à perdre. »

source: And with that she turned and disappeared. He was a little disturbed by some of what she said, but didn't have much time to think about it - his feet seemed to know where to go. Before he knew it, he was back at Malevan's stronghold...
fr: Et elle se retourna et disparut. Il était un peu troublé par certains de ses propos, mais il n'avait pas beaucoup de temps pour y réfléchir — ses pieds semblaient savoir où aller. Avant qu'il le réalise, il était de retour au fief de Malevan...
hu: Ezzel megfordult és eltűnt. Scarrion egy kissé kába volt attól, amit hallott, de túl sokáig nem töprenghetett - a lábai maguktól megindultak. S még mielőtt észbe kaphatott volna, máris Malevan erődjének hátában találta magát...

source: Slay Malevan
fr: Abattre Malevan
hu: Megölöd Malevant

source: Hint: You are grossly outnumbered, don't try to wipe out the undead. Just kill the Necromancer to the southwest.
fr: Astuce : Vous êtes en large infériorité numérique, n'essayez pas de détruire les morts-vivants. Tuez le nécromancien au sud-ouest.
hu: Tipp: Óriási túlerővel állsz szemben, ne próbálkozz az élőholtak kiirtásával. csak öld meg a holtidézőt délnyugaton.

source: Guardian
fr: Gardien
hu: Őrző

source: Hrruh!
fr: Hrrro !

source: Close off that tunnel!
fr: Bouchez ce tunnel !
hu: Zárd le azt az átjárót!

source: Closed!
fr: Fermé !
hu: Lezárva!

source: Malevan will not survive the day!
fr: Malevan ne passera pas la journée !
hu: Malevan nem éli túl ezt a napot!

source: I hear someone... Is it that weasel Scarrion, come to beg forgiveness?
fr: J'entends quelqu'un... est-ce que c'est cette fouine de Scarrion, venu réclamer son pardon ?
hu: Hallok valamit... Csaknem az a sunyi Scarrion közeleg, hogy a bocsánatomért esedezzen?
