Repository: wescamp/Bad_Moon_Rising-1.10
Catalog: po/*.po
Languages: fr, hu

source: You are weak, you will not stop me...
fr: Vous êtes faible, vous ne pourrez pas m'arrêter...
hu: Gyenge vagy, nem tudsz megállítani...

source: Haha! You cannot stop me, Lorenzon. No one can stop me! This will be your grave...
fr: Ha ha ! Vous ne pouvez pas m'arrêter, Lorenzon. Personne ne le peut ! Ceci sera votre tombeau...
hu: Haha! Nem állíthatsz meg, Lorenzon. Senki nem tud megállítani! Itt lelitek halálotokat...

source: Gha... There will be others... We'll clean out this rat's nest...
fr: Arrr... Il y en aura d'autres... Nous nettoierons ce trou à rats...
hu: Gha... Mások is vannak itt... ki kell tisztítanunk ezt a patkányfészket...

source: You are strong, but this is not over... As long as you killers live, it can never be over...
fr: Vous êtes fort, mais ce n'est pas fini... Tant que vous vivrez assassins, cela ne sera jamais fini...
hu: Erősek vagytok, de még nem végeztünk... Amíg ti, gyilkosok éltek, nem nyugodhatok békében...

source: Lorenzon, it's bad... I saw... wrote it here...
fr: Lorenzon, c'est mauvais... J'ai vu... l'ai écrit ici...
hu: Lorenzon, ez egy hazugság... láttam... leírtam...

source: He tapped his chest?
fr: Il frappe sa poitrine ?
hu: A mellkasához kapott?

source: Check his corpse when possible. (Rest in peace, General.)
fr: Vérifiez son cadavre dans la mesure du possible. (Reposez en paix, Général.)
hu: Átvizsgáljuk a testét, ahogy tudjuk. (Nyugodj békében, tábornok!)

source: You will pay for that, evil one. He was my brother...
fr: Tu vas payer pour ça, maudit. C'était mon frère...
hu: Ezért fizetni fogsz, te megátalkodott. Ő az öcsém volt...

source: Who the hell are you?
fr: Qui diable êtes-vous ?
hu: Ki az ördög vagy te?

source: His sister, of course...
fr: Sa sœur, bien sûr...
hu: A nővére, természetesen...

source: Woof?
fr: Ouaf ?
hu: Vauuúú?

source: No! Did he escape?
fr: Non ! Il s'est échappé ?
hu: Ez nem lehet! Megszökött?

source: There was something very strange about him... If he was some sort of spirit, might he die with a flash?
fr: Il y avait quelque chose de très étrange à propos de lui... Si c'était une sorte d'esprit, pouvait-il mourir par un éclair ?
hu: Volt benne valami természetellenes... Lehet, hogy egy szellem volt, aki egy villanással semmisül meg?

source: The path ahead is quite narrow, I doubt he could have escaped through it undetected.
fr: Le chemin à parcourir est très étroit, je doute qu'il ait pu s'échapper par là inaperçu.
hu: Az ösvény előttünk elég keskeny, kétlem, hogy feltűnés nélkül eliszkolhatott volna rajta.

source: HUMANS! We agreed not to fight each other down here. We will honour that, but we will still drive you dogs out of the northlands!
fr: HUMAINS ! Nous avons accepté de ne pas vous affronter ici-bas. Nous tiendrons parole, mais, chiens, nous allons vous reconduire hors des terres du nord !
hu: EMBEREK! Egyezséget kötöttünk, hogy nem harcolunk egymás ellen idele. Tiszteletben tartjuk az egyezséget, de ettől még elzavarunk benneteket Északföldéről, kutyák!

source: The bad man was up to something down here, we would-
fr: Le mauvais homme préparait quelque chose ici-bas, nous devrions —
hu: A gonosz ember valamit keresett idelent, folytatnunk kellene-

source: <b>No!</b> I said you'd die if you tried any funny stuff! Now you go <i>out</i>! We will destroy this cave and seal the entrance.
fr: <b>Non !</b> J'ai dit que vous mourriez si vous essayiez une entourloupe ! Maintenant, vous allez <i>sortir</i> ! Nous allons détruire cette caverne et en sceller l'entrée.
hu: <b>Nem!</b> Megmondtam, hogy meghaltok, ha trükközni merészeltek!<i> Kifelé</i> innen! Elpusztítjuk ezt a barlangot, és lepecsételjük a bejáratot is.

source: I guess we must leave. We shouldn't be separated from the non-combatants so long anyway.
fr: Je suppose que nous devons partir. Nous ne devrions pas être séparés des non-combattants trop longtemps de toute façon.
hu: Azt hiszem, kénytelenek vagyunk menni. Nem hagyhatjuk sokáig magukra a fegyvertelen népünket.

source: *COUGH!* I'd hoped I might be able to recover, but ... There is something ... you should know. I wrote it down...
fr: *TOUX !* J'avais espéré que je pourrais être en mesure de récupérer, mais... Il y a quelque chose... que vous devriez savoir. Je l'ai écrit...
hu: *HÖRÖG!* Reméltem, hogy túlélem, de ... van itt valami ... amit tudnod kell. Leírtam...

source: Hmmm... Nope, I cannot read this. I once saw a script from the mages of old, but I've never seen this type of writing before.
fr: Hmmm ... Nan, je ne peux pas lire ceci. J'ai vu une fois un script écrit par des mages d'autrefois, mais je n'ai jamais vu ce type d'écriture avant.
hu: Hmmm... Ezt nem tudom elolvasni. Egyszer láttam egy ősi mágusírást, de soha nem találkoztam még ilyen írással.

source: Argh! I've fallen to infidels?!
fr: Argh ! Je suis tombé sur des infidèles ?!
hu: Áááhh! Legyőztek ezek a hitetlenek?!

source: He was here to slow us down. We must stop Scarrion!
fr: Il était là pour nous ralentir. Nous devons arrêter Scarrion !
hu: Csak azért volt itt, hogy lelassítson minket. Scarriont kell megállítanunk!

source: What the hell was that!?!?
fr: Par l'enfer, qu'est-ce que c'est que ça ?!?
hu: Hát ez meg micsoda!?!?

source: Haha! You're too late! Take a good look...
fr: Ha ha ! Trop tard ! Regardez bien...
hu: Haha! Elkéstetek! Vessetek egy pillantást...

source: ... at your grave!
fr: ... votre tombe !
hu: ... a sírotokra!

source: Ruin
fr: Ruine
hu: Rom

source: General Maskov had stashed a folded length of paper in his sleeve. He had recorded his final hours with a piece of charcoal and an unsteady hand: 'Not long after the rebels left, Duval insisted I take point as we continued deeper into the mine in search of the artifact.'
fr: Le général Maskov avait caché un fragment de papier plié dans sa manche. Il y avait décrit ses dernières heures avec un morceau de charbon de bois et d'une main tremblante : « Peu de temps après que les rebelles soient partis, Duval a insisté fortement pour que nous continuions à nous enfoncer dans la mine à la recherche de l'artefact. »
hu: Maskov tábornok a zubbonya ujjába rejtette az összehajtogatott papírra írt üzenetét. Utolsó órájában egy elszenesedett fadarabbal, bizonytalan kézzel rótta a sorokat:'Nem sokkal azután, hogy a fegyveresek távoztak, gyanússá kezdett válni, hogy Duval milyen makacsul ragaszkodik ahhoz, hogy egyre mélyebbre hatolva keressük a csodás eszközt.'

source: 'We soon came upon the long-dead remains of a beast like none I'd ever seen. A skull like that of a very large cat, feet like those of a goat, and a tail covered with scaled armour...'
fr: « Nous arrivâmes bientôt aux restes morts depuis longtemps d'une bête comme je n'en avais jamais vu. Un crâne comme celui d'un très grand chat, des pieds comme ceux d'une chèvre et une queue couverte d'une armure écailleuse... »
hu: 'Nemsokára egy rég halott lény csontvázához értünk, amilyet még életemben nem láttam. A feje leginkább egy óriási macskára emlékeztetett, a lábai meg inkább kecskére, a hátsó fele viszont egy pikkelyes hüllőre hasonlított.'

source: 'I turned around to ask what it could mean, and there Duval rushed at me, eyes burning with hatred. His attack was strong but not quite fatal, for I had been suspicious of his recent behaviour. He then gloated over my shattered frame: 'We have made a mess of things, eh? Order will be reinstated soon enough, when the Ancient Ones are free. They will change the world; no more foul necromancers, no more hated orcs, no more power-hungry royalty and their sycophant generals...''
fr: « Je me suis retourné pour demander ce que cela pouvait signifier, et Duval s'est précipité sur moi, les yeux brûlants de haine. Son attaque était forte, mais pas tout à fait fatale, car j'avais eu des soupçons suite à son comportement récent. Il s'est ensuite délecté de voir mon corps brisé : « Nous avons réalisé un beau gâchis, n'est-ce pas? L'ordre sera bientôt rétabli, quand les Anciens seront libres. Ils vont changer le monde, plus d'immondes nécromanciens, plus d'orcs haïs, plus de royautés avides de pouvoir et leurs généraux flagorneurs… » »
hu: 'Körülnéztem, hátha találok valami mást is, de akkor Duval megrohant, a szemei vérben forogtak, s gyűlölet sugárzott belőle. Kemény csapást mért rám, de nem halálosat, mert valami hasonló viselkedésre már készültem. Kárörvendő vigyorral nézett megtört testemre:'Jókora felfordulást csináltunk, nem igaz? Az Új Rend hamarosan átveszi az uralmat, ahogy az Antik Istenek újra szabaddá válnak. Megváltoztatják a világot; nem lesznek többé aljas holtidézők, nem lesznek gyűlölt orkok, nem lesznek hataloméhes királyok, s nem lesz szükség a talpnyaló tábornokaikra sem...''

source: 'When he thought me dead, he went to talk with one of his henchmen. The gate to his 'gods' is in this cavern, and he has been charged with opening it. I could not understand any more than that...' The note ended.
fr: « Quand il me crut mort, il est allé parler avec l'un de ses sbires. La porte de ses “dieux” est dans cette caverne, et il a été chargé de l'ouvrir. Je n'ai rien compris de plus... » fin de la note.
hu: 'Amikor úgy gondolta, hogy meghaltam, elment, hogy beszéljen valamelyik hívével. Az isteneihez nyíló kapu itt van valahol a barlangban, s az ő feladata lenne ennek kinyitása. Ennél többet nem értettem az egészből...' A feljegyzés befejeződött.

source: While this 'gate to the gods' sounded important, there was no negotiating with the warlord. The Ukians headed back to the entrance, under the angry glare of barely-under-control orcs, for fighting them would at best end with a Pyrrhic victory. Huric's forces had barely been able to keep the orcs out of Ukiah and now that Huric was dead, Ukiah was orc territory. The Ukians would need to head south before too many of the orcish enemy closed in...
fr: Bien que cette « porte des dieux » semble importante, il n'y avait plus de négociation avec le seigneur de guerre. Les Ukiens se dirigeaient vers l'entrée, sous les regards coléreux d'orcs à peine contrôlés,tout combat contre eux ne pouvant s'achever au mieux que par une victoire à la Pyrrhus. Les forces de Huric avaient à peine été capables de contenir les orcs hors de Ukiah et maintenant que Huric était mort, Ukiah était un territoire orc. Les Ukiens devraient aller vers le sud avant qu'un trop grand nombre d'ennemis orcs ne se rapprochent...
hu: Bár ez az 'istenekhez vezető kapu' fontosnak látszott, az ork hadúr hajthatatlansága keresztülhúzta a számításokat. Az ukiaiak visszahátráltak a bejárathoz, acsarkodó, magukat alig tűrtőztető orkok hangos ordibálása kísérte útjukat. Megvívni velük a legjobb esetben is pürrhoszi győzelemmel ért volna fel. Huric serege pusztán az orkok távoltartására volt képes, Huric halálával viszont Ukiah ork felségterületté vált. Az ukiaiaknak délre kell vonulniuk, mielőtt túl sok ork gyűlik össze körülöttük...

source: Move all Civilians to the Signpost
fr: Déplacer tous les civils jusqu'au poteau indicateur
hu: A polgárok eljutnak az útjelzőhöz

source: Three Civilians Die
fr: Trois civils meurent
hu: Három polgár meghal

source: Civilian
fr: Civil
hu: Polgár

source: Squire
fr: Écuyer

source: Too late!
fr: Trop tard !
hu: Elkéstünk!

source: We've upheld our word and let you leave the cave, it can't be said Gareth clan is without honour. Now you die!
fr: Nous avons tenu notre parole et nous vous avons permis de sortir de la caverne, il ne pourra pas être dit que le clan de Gareth est sans honneur. Maintenant vous allez mourir !
hu: Megtartottuk a szavunkat, és nem támadtunk rátok a mélyben, senki nem mondhatja, hogy a Gareth törzs becstelen. De most meghaltok!

source: Tahn Gareth, we have fought side by side to save this land from evil. Let us head south, we will bother you no more. You will see that we Ukians are not without honour, and our word is also good.
fr: Tahn Gareth, nous avons combattu côte à côte pour sauver cette terre du mal. Laissez-nous nous diriger vers le sud, nous ne vous dérangerons plus. Vous verrez que nous les Ukiens ne sommes pas sans honneur, et que notre parole est également de valeur.
hu: Tahn Gareth, vállvetve harcoltunk, hogy megmentsük a földet a gonoszoktól. Engedd, hogy délre távozzunk, nem fogunk zaklatni titeket többet. Látni fogod, hogy az ukiaiak sem hitszegők, s mi is álljuk a szavunkat.

source: Hmmm... You did fight off those other devils... Very well, you can pass.
fr: Hmmm... Vous aviez à combattre ces autres démons... Très bien, vous pouvez passer.
hu: Hmmm... Bátran harcoltatok a gonoszok ellen... Jól van, elmehettek.

source: I reclaim this land for Gareth Banner! Skoro tribe must stand down and leave!
fr: Je prends possession de cette terre au nom de la bannière de Garath ! La tribu Skoro doit se soumettre et partir !
hu: Ezt a földet a Gareth törzs birtokába veszem! A Skoro törzsbeliek szedjék a sátorfájukat, és takarodjanak innen!

source: Like hell we will! This land belongs to Skoro Banner! Kill them!
fr: Mon c... qu'on va le faire ! Cette terre appartient à la bannière de Skoro ! Tuez-les !
hu: Pokolra veled! Ez a föld a Skoro törzs birtoka! Öljétek meg őket!

source: Haha! Run, run, run! Kill them!
fr: Ha ha ! Courez, courez, courez ! Tuez-les !
hu: Haha! Futás, roham, hajrá! Öljétek meg őket!

source: An orcish feeding frenzy, we cannot stay here long.
fr: Une foire d'empoigne orc, nous ne pouvons pas rester ici longtemps.
hu: A szokásos megzabolázhatatlan ork őrjöngés, nem maradhatunk itt sokáig.

source: No, we cannot. We need to head south. I want you and Belleros to make sure our people reach the end of the path to the southeast.
fr: Non, nous ne pouvons pas. Nous avons besoin d'aller vers le sud. Je veux que vous et Belleros vous assuriez que nos gens atteignent la fin du chemin vers le sud.
hu: Nem, tényleg nem. Délre kell mennünk. Bellerosszal együtt gondoskodjatok arról, hogy a polgáraink épségben elérjék délkeleten azt az útjelzőt.

source: You could have avoided all of this, you know. It didn't have to come to this...
fr: Vous auriez pu éviter tout cela, vous savez. Il n'y a pas besoin de venir à cette...
hu: Mindezt elkerülhettétek volna. Nem kellett volna rálépni erre az útra...

source: We have nothing to say to you.
fr: Nous n'avons rien à vous dire.
hu: Nincs mit mondanom neked.

source: Come any closer and I will put an arrow through your neck!
fr: Approchez-vous encore et je vous mets une flèche en travers du cou !
hu: Gyere csak egy kicsit közelebb, s kapsz egy nyilat a torkodba!

source: You should have killed that fellow when you had the chance, I don't like him following us.
fr: Vous auriez dû tuer cet homme quand vous en aviez la chance, je n'aime pas qu'il nous suive.
hu: Akkor kellett volna megölnöd, amikor esélyed volt rá, nem tetszik nekem, hogy itt jár a nyomunkban.

source: Let's get moving!
fr: On bouge !
hu: Akkor gyerünk!

source: This is almost too easy...
fr: C'est presque trop facile...
hu: Gyerekjáték lesz...

source: Knafa should have been here by now, where is he?
fr: Knafa devrait être ici depuis un moment, où est-il ?
hu: Knafának már itt kellene lennie, hol a pokolban van?

source: Where have you been!?
fr: Où étiez-vous !?
hu: Hol a pokolban voltál??

source: I ran into a group of human shinies, they aren't so easy to kill. But I'm here now!
fr: Je suis tombé sur un groupe d'humain, ils ne sont pas si faciles à tuer. Mais me voici maintenant !
hu: Belebotlottunk néhány fényes páncélú emberbe, nem volt könnyű elintézni őket, de már itt vagyok!

source: Well, some soft ones are trying to escape to the south. Stop them!
fr: Eh bien, certains essaient de s'échapper vers le sud. Arrêtez-les !
hu: Rendben, néhány nyámnyila dél felé próbál megszökni. Állítsd meg őket!

source: Yes, I see. They won't get far.
fr: Oui, je vois. Ils n'iront pas loin.
hu: Igen, látom. Nem jutnak messzire.

source: Killers and orcs... Damn you all...
fr: Assassins et orcs... Soyez tous maudits...
hu: Gyilkosok és orkok... Pokolra veletek, mindőtökkel...

source: I guess she hasn't forgiven us.
fr: Je pense qu'elle ne nous a pas pardonné.
hu: Úgy látom, nem tud nekünk megbocsátani.

source: That was too bad, but at least everyone else is clear of the orcs. Take a good last look at Ukiah...
fr: La situation était trop mauvaise, mais au moins tout le monde est libéré des orcs. Regarde bien une dernière fois Ukiah...
hu: Hát nem túl jó a helyzetünk, de legalább megszabadultunk az orkoktól. Vessetek egy utolsó pillantást Ukiahra...

source: Damn it, Knafa! You're letting them get away!
fr: Bon sang, Knafa ! Vous les laisser s'échapper !
hu: Knafa, te idióta! Hagytad, hogy megszökjenek!

source: They run, but they won't get far. We'll catch them with riders.
fr: Ils courent, mais ils n'iront pas loin. Nous allons les rattraper avec les cavaliers.
hu: Elfutottak, de nem jutnak messzire. A lovasaink elkapják őket.

source: Run, for all the good it will do you, killers...
fr: Courrez, pour tout le bien que ça vous fera, assassins...
hu: Fussatok, ez az egyetlen dolog, amit tehettek, gyilkosok...

source: We're getting slaughtered! Why did I ever listen to that evil old man...
fr: Nous sommes en train de nous faire massacrer ! Pourquoi ai-je écouté ce vieillard maléfique...
hu: Le fognak minket mészárolni! Miért is hallgattam arra a gonosz vénemberre...

source: Haha! Cut them down!
fr: Ha ha ! Coupez-les en morceaux !
hu: Haha! Vadásszuk le őket!

source: Ugh, I shouldna ...
fr: Ugh, j'aurais pas...
hu: Uhh, nem kelle....

source: That was unfortunate.
fr: C'était regrettable.
hu: Ez egy nagy szerencsétlenség.

source: Tahn Gareth spent much of his resources trying to kill Scarrion - this is the thanks he gets. He was honorable for an orc, he won't be forgotten.
fr: Tahn Gareth utilisa une grande partie de ses ressources pour essayer de tuer Scarrion — Et c'est ainsi qu'il est remercié. Il était honorable pour un orc, il ne sera pas oublié.
hu: Tahn Gareth rengeteg áldozatot hozott, hogy legyőzze Scarriont - köszönet jár neki érte. Orkhoz képest nagyon korrektül viselkedett, nem fogjuk elfelejteni.

source: This is not over...
fr: Ce n'est pas terminé...
hu: Nehogy azt higgyétek, hogy vége van...

source: Good, that ought to get some of the pressure off. We still need to head south.
fr: Bon, voilà qui devrait faire baisser la pression. Nous devons toujours aller vers le sud.
hu: Remek, legalább megszabadultunk az ork veszélytől. Gyerünk délre!

source: Arg! More bloodthirsty orcs, we'll never make it!
fr: Argh ! Encore des orcs assoiffés de sang, nous n'y arriverons jamais !
hu: Ááh! Még több vérszomjas ork, sose jutunk le délre!

source: The orcs are the least of your problems, murderers...
fr: Les orcs sont le moindre de vos problèmes, meurtriers...
hu: Az orkok jelentik számotokra a legkisebb problémát, gyilkosok...

source: Right, well, we're just about in the clear. Take a good last look at Ukiah...
fr: Bon, eh bien, nous sommes à peu près au clair. Regardez bien une dernière fois Ukiah...
hu: Végre kikeveredtünk ebből a slamasztikából. Vessetek egy utolsó pillantást Ukiahra...

source: Hurry back to the Copper Mine
fr: Retour précipité à la mine de cuivre
hu: Visszasietsz a rézbányához

source: The seasons are turning, so the daytime schedules are changing. Now it is Autumn.
fr: Les saisons passent, de sorte que les horaires de la journée sont en mutation. C'est maintenant l'automne.
hu: Az évszak változik, a napszakok is módosulnak. Beköszöntött az ősz.

source: Orcish Enemy
fr: Ennemi orc
hu: Ellenséges orkok

source: There is no going back, we must get to the Copper Mine.
fr: Il n'y a aucun retour en arrière possible, nous devons arriver à la mine de cuivre.
hu: Nem fordulhatunk vissza, a rézbányát kell elérjük.

source: We are wasting time, we need to get to the Copper Mine.
fr: Nous perdons du temps, nous devons nous rendre à la mine de cuivre.
hu: Csak vesztegetjük az időnket, a rézbányához kell mennünk.

source: Let's figure out what the hell the imposter is up to...
fr: Essayons d'imaginer à quel enfer l'imposteur appartient...
hu: Akkor most találjuk ki, mit is akart az a csaló elérni...

source: Ha! Die, human scum!
fr: Ah ! Meurt, Salaud d'humain !
hu: Ha! Pusztulj, torzszülött emberi teremtmény!

source: Epilogue
fr: Épilogue
hu: Epilógus

source: Seems the scout was right, Scarrion's remains were sprawled out on the ice.
fr: Il semble que l'éclaireur avait raison, les restes de Scarrion ont été dispersés sur la glace.
hu: Úgy látszik, hogy igaza volt a felderítőnek, Scarrion maradványai szétszóródtak a jégen.

source: But the face was chewed off by wolves, are we sure it was Scarrion?
fr: Mais le visage a été rongé par les loups, sommes-nous sûrs que c'était Scarrion ?
hu: De az arcát felismerhetetlenné tették a farkasok, biztos, hogy Scarrion volt?

source: As sure as we can be. The outlandish clothing is surely-
fr: Aussi sûr que nous pouvons l'être. Ces vêtements extravagants sont sûrement à lui —
hu: Annyira biztos, amennyire hisszük. A ruházata mindenesetre nem ukiai-

source: The orcs were not expecting such a battle! I doubt we'll see them again anytime soon.
fr: Les orcs ne s'attendaient pas à un tel combat! Je doute que nous les revoyions de sitôt.
hu: Az orkok nem ilyen csatára készültek. Kétlem, hogy egyhamar újra támadnának.

source: I hope that is true, Elf Leader. We should discuss our terms of settlement.
fr: J'espère que c'est vrai, seigneur. Nous devrions discuter de nos conditions de colonisation.
hu: Remélem igazad van, tünde vezér. Meg kellene tárgyalnunk a békeszerződésünk feltételeit.

source: Not much to discuss. You stay there on the northern plains and don't enter our forest. When times are tough, we may need some grain or leather. Similarly, when you need assistance, we can provide wood and some food. Just keep the orcs north of here, and we can assist your settlement.
fr: Il n'y a pas grand chose à dire. Vous restez là, sur les plaines du nord et vous n'entrez pas dans notre forêt. Lorsque les temps sont durs, nous pourrons avoir besoin d'un peu de grain ou de cuir. De même, lorsque vous aurez besoin d'aide, nous pourrons fournir du bois et un peu de nourriture. Retenez les orcs au nord d'ici, et nous pourrons aider votre colonie.
hu: Nincs mit megtárgyalnunk. Itt maradhattok az északi mezőkön, de nem léphettek az erdeinkbe. Amikor nehéz idők járnak, szükségünk lehet gabonára vagy bőrre. S fordított esetben mi tudunk segíteni nektek fával vagy élelemmel. Csak tartsátok északon az orkokat, s mi segítünk nektek.

source: That sounds reasonable. Peace be with you.
fr: Cela me semble raisonnable. Que la paix soit avec vous.
hu: Ez elfogadhatónak tűnik. Béke legyen veletek.

source: So, this will be our home... I dare say, a man could get used to it...
fr: Donc, ce sera notre maison... Si J'ose dire, un homme pourrait s'y faire...
hu: Akkor, ez lesz az új otthonunk... mondhatnám, férfibarát vidék...

source: And I dare say... A woman could too.
fr: Et si j'ose dire... Une femme pourrait aussi.
hu: Én meg azt mondanám... A nők is el tudnak élni itt.

source: Right, I don't think anyone will miss the permafrost and dark winters.
fr: Bon, je ne pense pas que quiconque regrettera les sols gelés et les hivers sombres.
hu: Remek, nem hiszem, hogy bárki is hiányolná a fagyott talajt és a sötét teleket.

source: Ukiah was a great nation, but we will start one here just as great if not greater. Over time, we may re-establish contact with the kingdoms to the south.
fr: Ukiah était une grande nation, mais nous allons commencer ici une aussi grande nation, sinon plus. Au fil du temps, nous pourons rétablir le contact avec les royaumes du sud.
hu: Ukiah egy nagy királyság volt, de itt most egy még nagyobbat építünk. Idővel a déli királyságokkal is felújíthatjuk a kapcsolatainkat.
