Repository: wescamp/Bad_Moon_Rising-1.10
Catalog: po/*.po
Languages: fr, hu

source: I hear a familiar voice... We should take the western tunnel.
fr: J'entends une vois familière... Nous devrions prendre la galerie occidentale.
hu: Ismerős hangot hallok... A nyugati járatot kell követnünk.

source: Scarrion! You've changed...
fr: Scarrion ! vous avez changé...
hu: Scarrion! Kissé megváltoztál...

source: I will destroy you!
fr: Je vous détruirai !
hu: Megöllek!

source: No, not so fast...
fr: Non ! Pas si vite...
hu: Nono, ne olyan hevesen...

source: (I remember this place...) If we can plug the side tunnels, we will have a clearer path to victory!
fr: (Je me souviens de cette place...) Si nous pouvons emprunter le tunnel du côté, le chemin vers la victoire est tout tracé !
hu: (Emlékszem erre a helyre...) Ha el tudnánk torlaszolni az oldaljáratokat, sima út vezetne a győzelemhez!

source: To close a tunnel, move a unit next to a boulder, on the opposite side of hex to be closed. Basically, the boulders must be 'pushed' into the tunnel.
fr: Pour fermer un tunnel, déplacer une unité près d'un rocher, sur le côté opposé de l'hexagone qui doit être fermé. Fondamentalement, les rochers doivent être « poussés » dans le tunnel.
hu: Eltorlaszolni egy járatot úgy tudsz, hogy egy egységet egy szikla mellé viszel, ellenkező oldalon, mint az eltorlaszolandó járat nyílik. A sziklákat a járatba kell 'görgetni'.

source: How could this happen? I've just started...
fr: Comment cela a-t-il pu arriver ? J'ai juste commencé...
hu: Hogy történhet ilyesmi? Csak most kezdtem...

source: Please, no!
fr: S'il vous plaît, non !
hu: Kérlek, ne!

source: Powerless, fearful, pathetic... Time to die, foul one.
fr: Impuissant, craintif, pathétique... Il est temps de mourir, pauvre pécheur.
hu: Erőtlen, reszketeg, szánalmas alak... Ideje elpusztulnod, nyomorult.

source: But I spared y-your life!
fr: Mais je vous ai épargné !
hu: De én megkíméltem az é-életedet!

source: Only so long as I was useful...
fr: Seulement tant que j'étais utile...
hu: Csak addig, amíg hasznot hajtottam a számodra...

source: GWHAAaahhh!
fr: Graaahhh !

source: Now, to escape this cursed mountain!
fr: Fuyez ces foutues montagnes tout de suite !
hu: Na és most ki innen, el ebből az átkozott hegységből!

source: With the death of the necromancer, most of the undead fell back to the long sleep.
fr: La mort du nécromancien libéra les morts-vivants et la plupart reprirent leur long sommeil.
hu: A holtidéző halálával legtöbb teremtménye is öröklétre szenderült.

source: Scarrion spent a few days studying the necromancer's notes, but then he had to leave the cave.
fr: Scarrion passa quelques jours à étudier les notes du nécromancien, après quoi il dut quitter la grotte.
hu: Scarrion néhány napig tanulmányozta a holtidéző jegyzeteit, de aztán el kellett hagynia a barlangot.

source: Once outside, he realized he had no idea where he was, but the sun was setting, so he knew which direction he had to travel. Lieutenant Bersohn and his ilk would pay for their scheming...
fr: Une fois dehors, il se rendit compte qu'il n'avait aucune idée de l'endroit où il était, mais le soleil se couchait, ce qui lui permit de reconnaître la direction à prendre. Le lieutenant Bersohn et les personnages de son acabit paieraient pour leurs machinations...
hu: Ahogy kiért, ismeretlen tájon találta magát, de a nap sütött, és ez elég volt, hogy megállapítsa a követendő irányt. Bersohn hadnagy és a hozzá hasonlók megfizetnek a gonoszságaikért...

source: I don't feel so well, I feel a hand around my heart... They must think I'm unworthy...?
fr: Je ne me sens pas bien, j'ai l'impression qu'une main empoigne mon cœur... Ils pensent que je suis un incapable... ?
hu: Nem érzem jól magam, jeges kéz markolja a szívemet... Azt gondolják, értéktelen vagyok...?

source: Well, heh... I was worried for a bit. But maybe his corpse will make a good servant.
fr: Eh bien, je m'inquiétais depuis un moment. Mais ce sera sûrement un bon serviteur à relever.
hu: Nos, jól van... Egy kicsit már megijedtem. De a teste még jó szolgálatot tehet nekem.

source: Hail, Erywen! You haven't been this way in a long time, have any news?
fr: S'lut, Erywen ! Vous n'êtes pas venus par ici d'puis bien longtemps, avez-vous des nouvelles ?

source: Aye, I have news. Not good news, I'm afraid. The queen has gone missing, King Huric isn't taking it well - it looks like we're back to how it was before. Be careful.
fr: Ouais, j'ai des nouvelles. Mais pas d'bonnes, j'en ai peur. La reine est portée manquante, et l'roi Huric le prend mal - on dirait ben qu'on est revenus à la situation de départ. Soyez prudent.

source: Queen Astreya gone, and so soon after Minister Duval was dismissed. All the kind ones are disappearing - ain't good news...
fr: La reine Astreya est partie et juste après l'Ministre Duval a été démis de ses fonctions. Tous ces gens disparaissent - ce ne sont pas d'bonnes nouvelles...

source: Aye, 'tis not good news indeed. I remember, before the wedding, we were all worried about what Huric's reign would be like, once the elder couple passed on. Queen Astreya had kept him in check, she was wise and good. Why couldn't he be the one missing...
fr: Ouais, ce sont vraiment pas de bonnes nouvelles. Je m'souviens, avant le mariage, on s'inquiétait tous de c'que s'rait le règne d'Huric, une fois que ses vieux auraient mourru. La Reine Astreya l'avait t'nu en laisse, elle était bonne et sage. Pourquoi c'est pas lui qu'est manquant...

source: You shouldn't speak such slander with such bold tone, peasant!
fr: Tu ne devrais pas proférer ce genre de calomnies si fort, paysan !

source: I- I'm sorry, I-I-
fr: Je... J'suis désolé, Je... Je...

source: Save your breath, there is nothing you can say that will help...
fr: Économise ton souffle, rien de ce que tu diras ne pourra te sortir de là...

source: Is your wife around?
fr: Votre femme se trouve-t-elle par ici ?

source: I-I'm not sure... Bennon, go check if Ma is home.
fr: Je - J'suis pas sûr... Bennon, va voir si Ma est à la maison.

source: No... Bennon is it? Stay where you are.
fr: Non... Bennon, c'est ça ? Reste où tu es.

source: Better yet, why don't all of you empty your hands and get on your knees. That's a command!
fr: Mieux encore, pourquoi vous tous ne posez-vous pas ce que vous avez dans les mains et ne vous mettez-vous pas à genoux. C'est un ordre !

source: Stop, horsemen!
fr: Arrêtez-vous, cavaliers !

source: Who in all the cursed tundra are you?
fr: Par la toundra maudite, qui diable êtes-vous ?

source: We are the righteous who shall slay the wicked. The wicked such as yourselves, horsemen!
fr: Nous sommes les justes qui détruiront les méchants. Les méchants comme vous, cavaliers !

source: I doubt that. Run them down!
fr: Je m'en doute. Abattez-les !

source: You're all the same...
fr: Vous êtes tous les mêmes...

source: Lord Huric shall hear of this! You shall not survive the week!
fr: Notre Seigneur Huric entendra parler de ceci ! Vous ne passerez pas la semaine !

source: Thank you, strangers. You have saved our farm!
fr: Merci étrangers. Vous avez sauvé notre ferme !

source: But they will be back, are you prepared to face the wrath of Lord Huric's forces?
fr: Mais ils reviendront, êtes-vous prêts à affronter la fureur des forces de Sire Huric ?

source: Lord Huric's wrath means nothing to us. Join us, friends. We are prepared to show you another way...
fr: La fureur de Sire Huric ne veut rien dire pour nous. Joignez-vous à nous, mes amis. Nous vous montrerons une autre voie...

source: Orders
fr: Ordres
hu: Parancsok

source: Officer Cantwell
fr: Officier Cantwell
hu: Cantwell tiszt

source: King Huric
fr: Roi Huric
hu: Huric király

source: General Norton
fr: Général Norton
hu: Norton tábornok

source: General Horton
fr: Général Horton
hu: Horton tábornok

source: General Burton
fr: Général Burton
hu: Burton tábornok

source: Lieutenants, I have an assignment. We have received neither tribute nor report from Gornath for an entire season. The town is at the edge of our realm and may have fallen to the orcish menace...
fr: Lieutenants, j'ai une mission. Nous n'avons reçu ni hommage, ni rapport de Gornath depuis une saison entière. La ville est aux frontières de notre royaume et est peut-être tombée sous la menace des orcs...
hu: Hadnagyok, feladatom van a számotokra. Sem adót, sem híradást nem kaptunk Gornathból már jó ideje. A város az országunk határán fekszik, lehet, hogy az orkok áldozatául esett...

source: I want the two of you to go to Gornath and correct whatever the problem may be.
fr: Je veux que vous alliez tous les deux à Gornath et que vous y rameniez l'ordre à tout prix.
hu: Ti ketten, menjetek Gornathba, és intézkedjetek a probléma megszüntetése érdekében.

source: General Maskov
fr: Général Maskov
hu: Maskov tábornok

source: Lord Huric! Fort Kuhle is under attack! I've sent cavalry to assist General Drago, but scouts report that the orcish assault is massive. I am ready to mobilize my forces upon your word!
fr: Seigneur Huric ! Fort Kuhle subit une attaque ! J'ai envoyé la cavalerie pour aider le général Drago, mais les éclaireurs rapportent que l'assaut des orcs est important. Je suis prêt à mobiliser mes forces à votre ordre !
hu: Huric uram! Kuhle erődjét megtámadták! Lovasságot indítottam útnak Drago tábornok megsegítésére, de a felderítők jelezték, hogy az orkok jól felkészültek az ostromra. Parancsodra a seregemet azonnal útnak indítom.

source: That will not be necessary... General Burton will go to Fort Kuhle, you will await further orders.
fr: Ce ne sera pas nécessaire... Le général Burton ira à Fort Kuhle, vous attendrez de nouveaux ordres.
hu: Semmi szükség rá... Burton tábornok megy Kuhle erődjéhez, neked más feladatot szántam.

source: Yes, Lord Huric.
fr: Oui, Seigneur Huric.
hu: Igen, királyom.

source: I'm on my way, my lord.
fr: J'y vais, Monseigneur.
hu: Azonnal indulok, uram!

source: Lieutenants! Be on your way.
fr: Lieutenants ! Soyez sur votre chemin.
hu: Hadnagyok! Induljatok!

source: Yes, my lord.
fr: Oui, monseigneur.
hu: Igen, uram.

source: Oh, and Lieutenant Cantwell!
fr: Oh, au fait, lieutenant Cantwell !
hu: Ó, Cantwell hadnagy!

source: Yes, my lord?
fr: Oui, Monseigneur ?
hu: Igen, uram?

source: The problem with Gornath may have nothing to do with orcs. Do whatever needs to be done... Understood?
fr: Le problème de Gornath n'a peut-être rien à voir avec les orcs. Faites tout ce qui sera nécessaire... Compris ?
hu: Gornath problémáját esetleg nem az orkok okozták. Akkor tedd, amit tenned kell... Megértetted?

source: Yes, my lord!
fr: Oui, monseigneur !
hu: Igen, uram!

source: Enough is Enough
fr: Trop c'est trop
hu: Ami elég, az elég

source: Cantwell and Lorenzon led a small force to Gornath, a town to the northeast edge of Ukiah. Gornath was near the Northern Range, Mount Wynn was just visible on the horizon. Like most human settlements in the harsh north, Gornath was located above a volcanic fissure, where the heat from the ground thawed the thin soil, so that hardy crops could grow in the summer and the people could survive the dark winter.
fr: Cantwell et Lorenzon dirigèrent une petite force vers Gornath, une ville à la frontière nord-est de Ukiah. Gornath était près de la plage du nord, le mont Wynn était à peine visible à l'horizon. Comme la plupart des colonies humaines sous le rude climat nordique, Gornath était situé au-dessus d'une fissure volcanique, où la chaleur du sol dégelait une mince couche de sol, de sorte que les cultures résistantes pouvaient se développer pendant l'été et permettre aux gens de survivre au sombre hiver.
hu: Cantwell és Lorenzon egy kis sereget vezettek Gornathba, Ukiah északkeleti szegletébe. Gornath közel volt az Északi-havasokhoz, a Wynn-hegy zárta le a horizontot. Ahogy az északi emberi települések általában, úgy Gornath is egy magmatikus törésben települt, ahol a mélyből feláramló forróság átjárta a vékony termőréteget, s lehetővé vált némi növénytermesztés a rövid nyarakon, s ezáltal a sötét telek átvészelése.

source: Gornath was a mining town; granite and metal ores were stripped from the ground in an open quarry. Work in the quarry was difficult and dangerous; most of the workers were young men. Their mothers, sisters, and wives resided in the sister city Korkath, where materials ranging from plant fiber to animal gut were made into cloth and cord.
fr: Gornath était une ville minière ; granit et minerai de fer étaient extraits du sol à partir d'une carrière à ciel ouvert. Travailler dans la carrière était difficile et dangereux ; la plupart des travailleurs étaient de jeunes hommes. Leurs mères, sœurs et épouses résidaient dans la ville sœur de Korkath , où des matériaux allant de la fibre végétale à l'intestin des animaux étaient transformés en tissu et en cordes.
hu: Gornath egy bányaváros volt; a földfelszíni bányákban gránitot fejtettek, illetve érceket bányásztak. Nehéz és veszélyes munka volt ez, főleg fiatal férfiak dolgoztak a bányákban. Családjuk nőtagjai a közeli Korkath városban laktak, s növényi rostokból, állati zsigerekből ruhát és fonalat, kötelet állítottak elő.

source: Orcs were a constant threat to both towns. Lorenzon himself had spent time in Gornath and knew that everyone was instructed to send word back to the capital in the event of an orcish attack. That Gornath and Korkath had simply gone silent was very suspicious...
fr: Les orcs étaient une menace constante pour les deux villes. Lorenzon lui-même avait passé du temps à Gornath et savait que tout le monde avait pour instruction d'alerter la capitale dans le cas d'une attaque des orcs. Le fait que Gornath et Korkath soient simplement devenues silencieuses était très suspect...
hu: Az orkok mindkét várost állandóan fenyegették. Lorenzon maga többször időzött Gornathban, és tudta, hogy mindenkinek parancsba volt adva, hogy egy esetleges ork támadás esetén azonnal jelentést küldjön a fővárosba. Gornath és Korkath hallgatása több, mint gyanús volt...

source: Kill Enemy leader
fr: Tuer le chef ennemi
hu: Legyőzöd az ellenséges vezért

source: Death of Lorenzon
fr: Mort de Lorenzon
hu: Lorenzon elesik

source: Death of Duval
fr: Mort de Duval
hu: Duval elesik

source: This is Summer in the Far North, there is no night until Autumn.
fr: C'est l'été dans le Grand Nord, il n'y a pas de nuit jusqu'à l'automne.
hu: Távol-Északon most nyár van, őszig nincs éjszaka.

source: Patrolman Bellos
fr: Patrouilleur Bellos
hu: Bellos járőr

source: Patrolman Tach
fr: Patrouilleur Tach
hu: Tach járőr

source: Patrolman Valos
fr: Patrouilleur Valos
hu: Valos járőr

source: Bellicose Farmer
fr: Fermier belliqueux
hu: Bellicose földműves

source: Angry Farmer
fr: Paysan en colère
hu: Haragos földműves

source: Rioter
fr: Révolté
hu: Lázongó

source: It looks like a riot.
fr: Cela ressemble à une émeute.
hu: Mintha zendülésre készülnének.

source: Hey! What's going on here?
fr: Hein ! Qu'est-ce qui se passe ici ?
hu: Hé, mi folyik itt?

source: Huric's days are numbered! We no longer need him to protect us from the orcs!
fr: Les jours de Huric sont comptés ! Nous n'avons plus besoin de lui pour nous protéger contre les orcs !
hu: Huric napjai meg vannak számlálva! Többé nincs szükségünk arra, hogy megvédjen az orkoktól!

source: Lyle, you are a fool! Huric will kill us all - if the orcs don't get us first!
fr: Lyle, vous êtes un imbécile ! Huric va tous nous tuer — si les orcs ne le font pas avant !
hu: Lyle, te megbolondultál! Huric legyilkoltat mindnyájunkat - ha az orkok nem végeznek velünk előbb!

source: So you still pledge loyalty to the crown?
fr: Donc, vous restez toujours fidèle à la couronne ?
hu: Akkor most hűségesek vagytok a koronához?

source: Absolutely! We dare not challenge his majesty, and are grateful for the protection he provides!
fr: Absolument ! Nous n'oserions pas à remettre en cause Sa Majesté, et sommes reconnaissants de la protection qu'il offre !

source: Hrumph, speak for yourself. Those of us with a spine will make sure Huric bothers us no more.
fr: Mouais, parlez pour vous-même. Ceux d'entre nous qui ont du courage feront en sorte qu'Huric ne nous dérange plus.
hu: Hrumph, beszélj csak a magad nevében! Akinek van vér a pucájában, az ki meri mondani, hogy Huric nem törődik velünk.

source: And which one of them has a spine? We'll never get this straightened out, and we must not allow this rebellion to spread. Kill them all!
fr: Et lequel d'entre eux a du courage ? Nous ne pourrons jamais obtenir un arrangement, et nous ne devons pas permettre que cette rébellion se répande. Tuez-les tous !
hu: Igen, ki az a merész, aki ilyet mer állítani? Ilyen arcátlanságot bűn mondani, nem engedhetjük, hogy ez a lázadás elterjedjen. Kardélre velük!

source: No! Wait! Lorenzon, please don't let this happen!
fr: Non ! Attendez ! Lorenzon, s'il vous plaît, ne laissez pas ceci arriver !
hu: Ne! Várjatok! Lorenzon, esedezem, ne engedd, hogy ez megtörténjen!

source: Cantwell, I was raised in this village and know many of these people. Stand down!
fr: Cantwell, j'ai été élevé dans ce village et je connais beaucoup de ces personnes. Retirez-vous !
hu: Cantwell, én ebben a városban nőttem fel, ismerem ezeket az embereket. Higgadj le!

source: Huric gave me specific orders to do what was necessary. The orcish hordes are constantly crashing against our defenses, we cannot abide this treacherous rebellion! Innocents will die, sure, but many more will die if we allow this poison to spread!
fr: Huric m'a donné pour ordre spécifique de faire ce qui est nécessaire. Les hordes orques viennent constamment s'écraser sur nos défenses, nous ne pouvons pas tolérer cette traitreuse rébellion ! Des innocents vont mourir, c'est sûr, mais beaucoup d'autres mourront si nous permettons à ce poison de se propager !
hu: Huric különleges engedélyt adott nekem, hogy rendet teremtsek. Az orkok rendszeresen támadják a védműveinket, nem tűrhetjük, hogy a lázadás szelleme elterjedjen! Ártatlanok is meghalnak, lehet, de még több fog, ha a szellemet kiengedjük a palackból!

source: Minister Duval
fr: Révérend Duval
hu: Duval miniszter

source: Officer Lorenzon! I am Minister - well, former Minister - Duval. I support your revolution!
fr: Officier Lorenzon ! Je suis le révérend... bon, l'ancien révérend — Duval. Je soutiens votre révolution !
hu: Lorenzon tiszt! Duval miniszter, azaz ex-miniszter, vagyok. Támogatom a forradalmadat!

source: Whoa! My what!?
fr: Whaou ! Ma quoi ?!
hu: Hóó! A mimet?

source: What!? You planned this!? Lorenzon, you are a traitor! Soldiers of Ukiah, you are no longer under Lorenzon's command. Arrest him! And kill the others!
fr: Quoi ? Vous avez planifié ceci ? Lorenzon, vous êtes un traître ! Soldats de Ukiah, vous n'êtes plus sous le commandement de Lorenzon. Arrêtez-le ! Et tuez les autres !
hu: Micsoda!? Te tervezted ezt az egészet!? Lorenzon, te áruló! Ukiah katonái, többé nem tartoztok engedelmeskedni Lorenzonnak. Fogjátok el! A többieket meg öljétek meg!

source: Lorenzon, you are our only hope... The people of Gornath are at your service.
fr: Lorenzon, vous êtes notre seul espoir... Les habitants de Gornath sont à votre service.
hu: Lorenzon, benned van minden reményünk... Gornath népe mögötted áll.

source: THAT is what happens to traitors!
fr: VOICI ce qui arrive aux traîtres !
hu: EZ vár minden árulóra!

source: There was something I had to tell you...
fr: Je voulais vous dire quelque chose...
hu: Valamit el kellett volna mondanom...

source: At least we put an end to his trouble-making...
fr: Au moins avons-nous mis fin à son indécision...
hu: Végre véget vetettünk a bajkeverő működésének...

source: I'd never expected this from you... Traitor...
fr: Je ne m'attendais pas à cela de vous... Traître...
hu: Nem ezt vártam tőled... Áruló...

source: He won't be the only one to call me that...
fr: Il ne sera pas le seul à m'appeler ainsi...
hu: Nem ő az egyetlen, aki ezt fogja mondani rám...

source: Some of us don't think you're a traitor, sir. I didn't want to kill these people.
fr: Certains d'entre nous pensent que vous n'avez pas trahi, messire. Je ne voulais pas tuer ces gens.
hu: Mi nem gondoljuk azt, hogy áruló lennél, uram. Én sem akartam legyilkolni ezeket az embereket.

source: I don't think you're a traitor, sir.
fr: Je ne pense pas que vous soyez un traître, monsieur.
hu: Én sem hiszem, hogy áruló lennél, uram.

source: The cult is false hope, but Lorenzon's revolution is the real thing. Huric's days are indeed numbered! I'll go spread the good word!
fr: Le culte est un faux espoir, mais on peut compter sur la révolution de Lorenzon. Les jours d'Huric sont en effet comptés ! Je vais aller répandre la bonne parole !
hu: A kultusz tévút, de Lorenzon forradalma helyes irány. Huric napjai tényleg megszámláltattak! Mindenkinek elmondom az örömhírt!

source: I am no longer a royal officer. Tough times are ahead, we will need to revive the old methods that allowed us to survive in the past.
fr: Je ne suis plus un officier royal. Des temps difficiles sont à venir, nous aurons besoin de faire revivre les vieilles méthodes qui nous ont permis de survivre dans le passé.
hu: Többé nem vagyok a királyi sereg tisztje. Nehéz idők várnak ránk, újra kell élesztenünk őseink régi módszereit, amivel a múltban sikerült túlélniük e tájon.

source: new face
fr: nouveau visage
hu: új arc

source: We can't stay here, let's go.
fr: Bien, nous ne pouvons rester ici. Allons-y.
hu: Nem maradhatunk itt, induljunk!

source: Yes, let's...
fr: Oui, allons...
hu: Ja, persze. Menjünk...

source: Ah, reinforcements are here. It's over, traitors!
fr: Ah, voici des renforts. C'est fini, traîtres !
hu: Ah, megérkezett az erősítés. Vége a dalnak, árulók!

source: Arg! He's right, we're screwed!
fr: Argh ! Il a raison, nous sommes coincés !
hu: Argh! Igaza van, ezt elcsesztük!

source: Rescue
fr: Sauvetage
hu: Szabadítók

source: Lorenzon and the rebels of Gornath could not hope to overpower Huric's forces, but they could improve their chances by paying Korkath a visit.
fr: Lorenzon et les rebelles de Gornath ne pouvaient espérer dominer les forces de Huric, mais ils pourraient améliorer leurs chances en faisant une visite à Korkath.
hu: Lorenzon és a lázadók serege nem győzheti le Huric seregét, de egy korkathi látogatással javíthatnak valamicskét az esélyeiken.

source: Before the reformation brought about by Huric's father, all women of Ukiah were trained with the bow to drive off orcish raiders. That was not so necessary anymore, and they worked in the mills and looms now. Nevertheless, many kept up the practice, under the training of a hunter named Raenna. Lorenzon hoped he could enlist her in this hasty rebellion. Even if he couldn't, he needed to warn the town of coming trouble.
fr: Avant la réforme apportée par le père de Huric, toutes les femmes Ukiennes étaient formées à l'arc pour chasser les pillards orcs. Ce n'était plus si nécessaire, et elles travaillaient maintenant dans les usines et aux métiers à tisser. Néanmoins, beaucoup continuaient l'entrainement, sous la formation d'une chasseresse nommée Raenna. Lorenzon espérait pouvoir l'enrôler dans cette rébellion précipitée. Même s’il ne le pouvait pas, il devait mettre en garde la ville à propos des difficultés à venir.
hu: Huric apjának reformjai előtt minden nő képzett íjász volt, s aktívan vettek részt az orkok visszaszorításában. A reform óta erre nem volt szükség, a nők inkább a malmokban és a szövőszékek mellett serénykedtek. Mindazonáltal sokan gyakorolták az ősi fogásokat egy vadász, Raenna vezetésével. Lorenzon remélte, hogy megnyerheti őket frissen kirobbant felkeléséhez. Vagy ha nem, legalább figyelmezteti őket a közelgő veszélyre.

source: Kill Enemy leaders
fr: Vaincre les chefs ennemis
hu: Legyőzöd az ellenséges vezéreket

source: Peasant
fr: Paysan
hu: Paraszt
