Repository: wescamp/Bad_Moon_Rising-1.10
Catalog: po/*.po
Languages: fr, hu

source: Don't play games with me, knave. What were you up to, what did they see that you had to kill them?
fr: Ne jouez pas ce petit jeu avec moi, coquin. Que faisiez-vous là, qu'ont-ils vu pour que vous soyez obligé de les tuer ?
hu: Ne tedd az ártatlant, csirkefogó. Mit vétettek, mit láttak, hogy meg kellett halniuk?

source: I really have no idea what you are talking about. (Raenna, try to find out if anyone knows what's going on, I can't diffuse this if I'm in the dark.)
fr: Je ne vois vraiment pas ce que vous voulez dire. (Raenna, essayez de voir si quelqu'un sait ce qui se passe, je ne peux pas répondre si je suis dans le noir.)
hu: Tényleg nem tudom, hogy miről beszélsz. (Raenna, próbáld meg kideríteni, hátha valaki tud valamit a történtekről, nem tudom megakadályozni a rosszat, ha sötétben kell tapogatóznom.)

source: (Yes, sir!)
fr: (Oui, monseigneur !)
hu: (Igen, uram!)

source: Aha! I haven't seen those people in many seasons. This could explain things.
fr: Aha ! Je n'ai pas vu ces gens depuis de nombreuses saisons. Cela pourrait expliquer certaines choses.
hu: Ahá! Hosszú ideje nem találkoztunk már azokkal az emberekkel. Talán ez a helyzet kulcsa.

source: Sir! There is a small camp of those cultists to the north! They must have something to do with whatever has the elf so upset.
fr: Monsieur ! Il y a un petit camp de ces adeptes au nord ! Ils doivent avoir quelque chose à voir avec ce qui a bouleversé l'elfe.
hu: Uram! Északon annak a szektának egy kis csoportja tűnt fel! Talán ők csináltak valamit, ami felbőszítette a tündét.

source: Valeron! It has come to my attention that there is a small camp of familiar foes-
fr: Valeron ! Il a été porté à mon attention qu'il y a un petit camp d'ennemis familiers —
hu: Valeron! Most jutott tudomásomra, hogy az ellenségeink tábort ütöttek északon-

source: You cannot talk your way out of this! Allowing you to stay here was a mistake, you must leave! I'm sending word to the Council, you will go back north or die!
fr: Vous ne vous en sortirez pas avec des parlotes ! Vous permettre de rester ici était une erreur, vous devez partir ! J'envoie un mot au Conseil, vous retournerez dans le nord ou vous mourrez !
hu: Ezt nem tudod kimagyarázni! Súlyos hiba volt megengedni nektek, hogy itt maradjatok, azonnal távozzatok! Üzenetet küldök a Tanácsnak is, ti pedig északra mentek vissza, vagy meghaltok!

source: (I'm not sure what the 'Council' is, but it sounds bad. We should clear out those fanatics and retreat back north. The elves have the advantage here in the forest, but they are helpless in the snow.)
fr: (Je ne suis pas sûr de ce qu'est le « Conseil », mais cela sonne mal. Nous devons détruire ces fanatiques et nous retirer vers le nord. Les elfes ont l'avantage ici dans la forêt, mais ils sont impuissants dans la neige.)
hu: (Nem tudom, mi lehet ez a 'Tanács', de nem ígér semmi jót.) Le kell számoljunk azokkal a szektásokkal, s vissza kell térjünk északra. A tündék előnyben vannak az erdeikben, de a havon el vannak veszve.)

source: (There he is.) Belleros! What the hell are you doing? Get out of there!
fr: (Il est là.) Belleros ! Qu'est-ce que tu fais ? Sors de là !
hu: (Ott van Belleros.) Belleros! Mi az ördögöt csinálsz ott? Gyere ki onnan!

source: We are trying!
fr: Nous essayons !
hu: Próbálkozunk...

source: Clear!
fr: Clairement !
hu: Tiszta az út!

source: Free!
fr: Libre !
hu: Elértem a tundrát!

source: We'll meet up again on the tundra.
fr: Nous nous rencontrerons à nouveau dans la toundra.
hu: Találkozunk a tundrán.

source: Made it!
fr: Il l'a fait !
hu: Megcsináltuk!

source: It is possible those lunatics were just dead-enders, but I suspect their presence is an evil omen.
fr: Il est possible que ces fous aient étés seulement des désespérés, mais je soupçonne que leur présence est un mauvais présage.
hu: Lehet, hogy ezek a holdkórosok csak eltévedtek, de a megjelenésük mégiscsak rossz előjel.

source: The orcs have control over the copper mine, but the mine is the only place I can think of that would shed light upon what the troublesome cultists are up to.
fr: Les orcs ont le contrôle de la mine de cuivre, mais c'est le seul endoit où je puisse faire la lumière sur ce que trament les adeptes.
hu: A rézbányát az orkok őrzik, de az az egyetlen hely, ahol kideríthetjük, hogy ezeknek az átkozott szektásoknak mi a céljuk.

source: Say good-bye to the grassy plains, folks. It was nice while it lasted...
fr: Dites adieu aux plaines herbeuses, les amis. C'était agréable, pour ce que ça a duré...
hu: Mondjatok búcsút a füves mezőknek, emberek. Szép volt, míg el nem múlt...

source: Move it people! We need to head north!
fr: Bougez-vous les gars ! Nous devons aller au nord !
hu: Mozgás, emberek! Északra kell mennünk!

source: Valeron may deserve it, but we shouldn't waste too much time attacking him.
fr: Valeron pourrait le mériter, mais nous ne devrions pas perdre trop de temps à l'attaquer.
hu: Valeron megérdemelné, de nem vesztegethetünk sok időt a megbüntetésével.

source: Carry on...
fr: Continuez...
hu: Számoljunk le vele...

source: Ouch!
fr: Ouïe !
hu: Aúúú!

source: My death will only establish your guilt before the Council, vile ones...
fr: Ma mort servira seulement à établir votre culpabilité devant le Conseil, vils...
hu: Az én halálom csak megerősíti a bűnötöket a Tanács előtt, átkozottak...

source: Heathens, you will never find rest until you accept... Order...
fr: Païens, vous ne trouverez jamais le repos jusqu'à ce que vous acceptiez... L'ordre...
hu: Pogányok, sosem leltek nyugodalmat, míg fel nem esküsztök az Új Rendre...

source: Such strange talk.
fr: Quelle discussion étrange.
hu: Milyen különös beszéd.

source: Riders are here, they say the Council agrees that you must go! More fighters are on the way, it's over thugs!
fr: Les cavaliers sont ici, ils disent que le Conseil confirme que vous devez partir ! D'autres combattants arrive, c'est fini, bande de voyous !
hu: Lovasok érkeztek, a Tanács egyetért a kitoloncolásotokkal! Csapataink úton vannak, végetek van, banditák!

source: Mine Mouth
fr: L'entrée de la mine
hu: Bányabejárat

source: Defeat the Skoro Banner Warlord
fr: Vaincre le seigneur de guerre de la bannière de Skoro
hu: Legyőzöd a Skoro törzs hadurát

source: Death of Aldak Gareth
fr: Mort d'Aldak Gareth
hu: Aldak Gareth elesik

source: I've already told you, you cannot pass! Not only would Teora kill me, but you would stab me in the back. Your tribe is without honour!
fr: Je vous l'ai déjà dit, vous ne pouvez pas passer ! Non seulement Teora me tuerait, mais vous pourriez me poignarder dans le dos. Votre tribu est sans honneur !
hu: Már mondtam neked, hogy nem léphetsz be! Nemcsak Teora ölne meg, de te is hátbatámadnál. A törzsed nem ismeri a becsületet!

source: I only asked you as a sign of respect, but now with that formality over: Die, Gareth Banner! We will finish what we started when the humans were still here!
fr: Je vous demandais seulement un signe de respect, mais maintenant cette formalité n'a plus de sens : à mort, bannière de Gareth ! Nous finirons ce que nous avons commencé quand les humains étaient encore là !
hu: Pusztán csak tiszteletből kérdeztelek, de hagyjuk a formalitásokat: Halál a Gareth törzsre! Most befejezzük, amit elkezdtünk, s amit az emberek megjelenése megakasztott!

source: Speak of the devils! What are they doing back here?
fr: Quand on parle des démons ! Que font-ils de retour ici ?
hu: A gonosz hangjai! Mi az ördögért tértek ezek vissza?

source: You little worms have a lot a' nerve showin your faces around here... As I said, we will finish what we started!
fr: Petits vers de terre, vous mettez beaucoup d'énergie à montrer vos visages par ici... Comme je l'ai dit, nous allons terminer ce que nous avons commencé !
hu: Nyomorult férgek, nagy bátorságra vall újra ezen a helyen mutatkoznotok... Ahogy mondtam, most bevégezzük, amit elkezdtünk!

source: You people... We suffered greatly for Tahn Gareth's decision. If you run away now, we will hunt you down like the craven dogs you are.
fr: Les gars... Nous avons beaucoup souffert de la décision de Tahn Gareth. Si vous fuyez maintenant, nous vous traquerons comme les chiens lâches que vous êtes.
hu: Ti emberek... Sokat szenvedtünk Tahn Gareth engedékenysége miatt. Ha most elpucoltok, levadászunk titeket, mint a gyáva nyulakat szokás.

source: We remember Gareth's aid, and you are right: we ought to return the favor.
fr: Nous nous souvenons de l'aide de Gareth, et vous avez raison : nous devons lui rendre la politesse.
hu: Emlékszünk a Gareth törzs segítségére, igazad van, most megszolgáljuk a korábbi jóindulatotokat.

source: You of the Skoro Banner, it is time to finish what was started. We drove back your assault on us in the south, and now we will finish you off!
fr: Vous de la bannière de Skoro, il est temps de finir ce qui a été commencé. Nous avons contré votre assaut dans le sud, et maintenant nous allons vous achever !
hu: Ti, Skoro törzsbeliek, tényleg be kell fejezni, amit elkezdtünk. Visszavertünk titeket délen, és most kiverünk titeket innen is!

source: Thank you, humans. We must keep Skoro Banner out of the cave.
fr: Merci, humains. Nous devons conserver la bannière de Skoro hors de la caverne.
hu: Köszönet a segítségért, emberek. A barlangon kívül kell tartanunk a Skoro kutyákat.

source: It'll take more than whelps and worms to keep me out of that cave. Speaking of whelps... Pugnik! Don't just sit there, get them!
fr: Il faudrait plus que des louveteaux et des vers de terre pour m'empêcher de rentrer dans cette grotte. En parlant de petits chiens... Pugnik ! Ne reste pas assis là, va les chercher !
hu: Ahhoz suhancoknál és férgeknél többel kéne rendelkezz, hogy távol tarts engem a barlangtól. Gyerekes elképzelés... Pugnik! Ne bámészkodj, kapd el őket!

source: Teora's gonna kill us-
fr: Teora va nous tuer —
hu: Teora megöl minket, ha-

source: I'm gonna kill you if you cause us to lose this chance.
fr: Je vais te tuer si tu nous fais perdre cette chance.
hu: Én öllek meg, ha miattad elszalasztjuk ezt a lehetőséget.

source: (grumble.)
fr: (grognement.)
hu: (morog)

source: Now, to find out what is going on down here.
fr: Maintenant,voyons ce qui se passe ici-bas.
hu: Na, akkor nézzünk körül odalenn.

source: That one fool cannot do much on his own, but when Teora forces find him, they will punish us severely. We're as good as dead...
fr: Cet imbécile ne peut pas faire grand-chose lui-même, mais lorsque les forces de Teora le retrouveront, ils vont nous châtier sévèrement. Nous sommes pour ainsi dire morts...
hu: Ez az egy bolond egymaga nem sokat tehet, de amikor Teora serege megtalálja őt, mindannyiunkat lenyakaztat. Halottak vagyunk...

source: Not very effective allies... At least Teora Banner will wipe you all out.
fr: Nos alliés ne sont pas très efficaces... Au moins les troupes de Teora vous élimineront-elles tous.
hu: Nem túl eredményes szövetség... A végén a Teora törzs úgyis kiirt titeket.

source: Grrr... What has become of us that we fall to goblins and worms...
fr: Grrr... Qu'est-ce que nous sommes devenus pour que nous tombions face à des gobelins et des vers...
hu: Hrrr... Mi van velünk, koboldok és férgek végeznek velünk...

source: Well, humans, you have helped us, like we helped you. All debts are paid.
fr: Eh bien, humains, vous nous avez aidés, comme nous vous avons aidé. Toutes les dettes sont payées.
hu: Nos, emberek, kisegítettetek minket, ahogy korábban mi segítettünk nektek. A számla ki van egyenlítve.

source: We have been away for a while, I would like to ask: Have you seen any other humans in the northlands?
fr: Nous avons été absents un moment, je voudrais vous demander : avez-vous vu d'autres êtres humains dans les terres du Nord ?
hu: Távol voltunk egy ideig, ezért kérdezem: Találkoztatok más emberekkel is az északi tájakon?

source: Some of the human villages have survivors, Teora banner does not have much interest in their pitiful land and they are no threat, so we leave them be. A small band of unfamiliar fighters did attack us a few days ago, but they were few in number.
fr: Il y a des survivants dans certains villages, les troupes de Teora n'ont pas beaucoup d'intérêt pour leur pays pitoyable et ils ne sont pas une menace, alors nous les avons laissés en vie. Un petit groupe de combattants inconnus nous a attaqués il y a quelques jours, mais ils étaient peu nombreux.
hu: Néhány faluban maradtak túlélők, a Teora törzs nem tart igényt a silány földjeikre, és nem jelentenek fenyegetést, így békén hagytuk őket. Néhány ismeretlen harcos megtámadott minket néhány napja, de túl kevesen voltak.

source: I would not ask this if it was not important: Is there any way we can enter that cave?
fr: Je ne poserais pas cette question si ce n'était pas important : Y a-t-il un moyen de nous faire entrer dans cette grotte ?
hu: Nem kérdezném, ha nem volna fontos: Bejuthatnánk valamilyen úton-módon a barlangba?

source: Not a chance! I am curious as well, but Teora would destroy Gareth Banner if either of us step foot in that cave!
fr: Aucunes chances ! Je suis curieux aussi, mais Teora détruirait la bannière de Gareth si l'un de nous met les pieds dans cette grotte !
hu: Semmi esélyetek! Az én oldalamat is fúrja a kíváncsiság, de a Teorák kiirtanák a Garetheket, ha valaki betenné a lábát a barlangba.

source: I get the sense that you serve the Teora Banner out of fear, not respect. What if I could offer you a fighting chance to stand up to them?
fr: J'ai l'impression que vous servez la bannière de Teora par peur, non par respect. Que feriez-vous si je pouvais vous offrir une chance de vous soulever contre eux ?
hu: Úgy látom, félelemből szolgálod a Teora törzset, s nem tiszteletből. És ha esélyt kínálnék neked, hogy harcolni tudj ellenük?

source: I'll believe it if I see it! Sorry, your offer of assistance is appreciated, but we need gold for weapons and supplies. Bring me one and a half thousand of those gold things the merchants want, I'll let you pass. 'Till then, no pass!
fr: Je le croirai uniquement une fois que je l'aurai vu ! Désolé, votre offre d'aide est appréciée, mais nous avons besoin d'or pour les armes et l'approvisionnement. Apportez-moi mille cinq cents de ces choses en or que les marchands recherchent, et je vous laisserai passer. D'ici-là, pas de passage !
hu: Hiszem, ha látom! Persze a támogatásotok is sokat jelent, de a fegyverek és a készlet pénzbe kerül. Hozz nekem másfélezer aranyat, amit a kereskedők elfogadnak, s átengedlek. Addig belépni tilos!

source: It seems we have some fundraising to do...
fr: Il semble que nous ayons une levée de fonds pour le faire...
hu: Úgy tűnik, hogy némi pénzmagra lesz szükségünk...

source: More orcs, and they carry the Skoro Banner...
fr: Plus d'orcs, et ils portent la bannière de Skoro...
hu: Még több ork jön, és a Skorók zászlaját hordozzák...

source: Head back to the Copper Mine
fr: Retour à la mine de cuivre
hu: Visszatérsz a rézbányához

source: This map is the 'world map', the dimensions are much larger and certain locations lead to battle or event scenarios. You may encounter enemy scouts, leading to a brief skirmish scenario with no recruiting.
fr: Cette carte est la « carte du monde », ses dimensions sont beaucoup plus grandes et certains endroits mènent au combat ou à des scénarios d'événements. Vous pouvez rencontrer des éclaireurs ennemis, ce qui conduit à un bref scénario d'escarmouche sans recrutement.
hu: Most a világtérképen vagy, a méretek itt egészen mások, bizonyos mezőkön csetepaték, s más események történnek. Csetepatéba bonyolódhatsz ellenséges portyázókkal, ez esetben toborzás nélkül kell megküzdened velük.

source: While on this 'world map', you can choose which units will be with your leader in the skirmishes. To do this, access the right-click menu and choose 'Marching Formation'.
fr: Tant que vous êtes sur cette « carte du monde », vous pouvez choisir les unités qui accompagneront votre chef de file dans les escarmouches. Pour ce faire, accédez au menu clic droit et choisissez « Formation en marche ».
hu: Amíg a világtérképen vagy, megválaszthatod, hogy milyen egységekkel küzdesz meg a rajtaütés esetén. Ezt a jobbklikk után megjelenő menü 'Harcoló alakulat' pontját választva állíthatod be.

source: You should do this now.
fr: Vous devriez le faire maintenant.
hu: Most rögtön be is kellene állítanod.

source: The orcs have regained firm control of the north, but they often fight amongst themselves. It looks like the mob at the Copper Mine is no exception...
fr: Les orcs ont repris un contrôle ferme sur le nord, mais ils se battent souvent entre eux. Il semble que les bandes de la mine de cuivre ne fassent pas exception...
hu: Az orkok megerősítették az északi területek fölött visszaszerzett hatalmukat, de továbbra is harcolnak egymással. Úgy tűnik, a rézbánya környékén sincs béke...

source: Humans are still here...
fr: Les humains sont toujours là...
hu: Még mindig élnek itt emberek...

source: There are still people living here?
fr: Il y a encore des gens qui vivent ici ?
hu: Még vannak itt élő emberek?

source: Yea, it ain't easy, but life must go on. Please do not stay long, the crowd you lead will attract attention.
fr: Ouais, c'était pas facile, mais la vie doit continuer. S'il vous plaît, ne restez pas longtemps, la foule qui vous accompagne va attirer l'attention.
hu: Ja, nem könnyű az élet, dehát élni kell. Kérlek, menjetek tovább, ekkora embertömegre hamar felfigyelnek az orkok.

source: We will move along, but what do you know of the old Copper Mine?
fr: Nous allons partir, mais que savez-vous de l'ancienne mine de cuivre ?
hu: Továbbmegyünk, de tudsz valamit a régi rézbányáról?

source: One of the leading Chieftans, Teora - Something Teora, has taken a great interest in it. He hires some of the conquered clans to guard the entrance, they give us trouble sometimes. That is all I know, now please leave.
fr: L'un des principaux chefs de clan, Teora — Teora quelque chose, a manifesté un grand intérêt pour elle. Il a engagé quelques-uns des clans conquis pour garder l'entrée, ils nous causent parfois des soucis. C'est tout ce que je sais, maintenant partez s'il vous plaît.
hu: Az egyik jelentős főnök, Teora - Valamilyen Teora nagy érdeklődést tanúsít iránta. Felfogadott a leigázott törzsek tagjaiból néhány családot, hogy őrizzék a bejáratot, néha zaklatnak minket is. Ez minden, amit tudok, de most már ideje indulnotok.

source: Fundraising Opportunity
fr: Opportunité de levée de fonds
hu: Pénznövelő lehetőség

source: Rescue Hrala Gareth
fr: Secourir Hrala Gareth
hu: Megmented Hrala Garethet

source: Great, more humans! Hrala, do not give up! We'll think of something.
fr: Super, plus d'humains ! Hrala, n'abandonnez pas ! Nous penserons à quelque chose.
hu: Még több ember jön! Hrala tarts ki! Kicsit módosítanunk kell az eredeti tervünket.

source: Will we? We're outnumbered, they've got Hrala...
fr: Vraiment ? Nous sommes en infériorité numérique, ils ont Hrala...
hu: Módosítani? Hiszen túlerőben vannak, Hralát meg túszul tartják fogva...

source: Shut up, Parthak! C'mon grunts! We fail - we die, move!
fr: Tais-toi, Parthak ! V'nez, grognards ! Si nous échouons — nous mourons, allons-y !
hu: Fogd be a szád, Parthak! Barátaim, ha kudarcot vallunk, meghalunk. Előre!

source: Hail, Gareth Banner! We are not here to attack you. Aldak sends his regards.
fr: Je vous salue, gens de Gareth ! Nous ne sommes pas ici pour vous attaquer. Aldak vous envoie ses salutations.
hu: Üdv, Gareth törzsbeliek! Nem azért jöttünk, hogy megtámadjunk titeket. Aldak üdvözletét hozzuk.

source: Whaa?
fr: Co-comment ?
hu: Miii?

source: Who in the hell are you?
fr: Qui diable êtes-vous ?
hu: Ki az ördög vagy te?

source: What is going on? Who is 'Hrala'?
fr: Qu'est-ce qui se passe ? Qui est « Hrala » ?
hu: Mi folyik itt? Ki az a 'Hrala'?

source: Hrala is an elder and one of our very few healers. Those invaders are holding her hostage!
fr: Hrala est un aîné et un de nos rares guérisseurs. Ces envahisseurs la gardent en otage !
hu: Hrala egyike a nagyon kevés gyógyítóasszonyunknak. Azok a behatolók foglyul ejtették!

source: We need this hostage, or else the orcish beasts will close in on us! You are humans, we are humans, they are orcs... What's there to debate? Help us get out of here.
fr: Nous avons besoin de cet otage, ou bien les bêtes orques fondront sur nous ! Vous êtes humains, nous sommes humains, ce sont des orcs... Qu'y a-t-il a débattre ? Aidez-nous à nous sortir d'ici.
hu: Szükségünk van erre a túszra, különben az ork kutyák lerohannak minket. Ti emberek vagytok, mi emberek vagyunk, ők meg orkok... Miről vitatkozunk? Segítsetek kijutni innen!

source: I see you carry loads of shiny metal trinkets, why not trade them for safe passage?
fr: Je vois que vous transporter des masses de bibelots de métal brillant, pourquoi ne pas les échanger contre votre passage en toute sécurité ?
hu: Látom sok fénylő fémcsecsebecsét is szállítotok, miért nem üzleteltek velük a biztonságos áthaladás érdekében?

source: We need to take this cargo back to Weldyn... Enough! I owe you no explanations for you would align yourself with the orcs! May you end up in their stew-pots - this chat is over!
fr: Nous devons ramener cette cargaison à Weldyn... Assez ! Je ne vous dois aucune explication alors que vous vous alignez sur les orcs ! Puissiez-vous vous retrouver dans leurs marmites — cette discussion est terminée !
hu: Vissza kell térnünk ezzel a rakománnyal Weldynbe... Elég a szövegből! Nem tartozunk neked elszámolni, aki az orkokkal barátkozol! Te is csak a húsosfazekukban végzed - befejeztem a tárgyalást!

source: Very well. Gareth Banner! We will help save Hrala, in return we ask for the cargo that the enemy carries.
fr: Très bien. Gens de Gareth ! Nous contribuerons à sauver Hrala. En retour, nous vous demandons la cargaison que l'ennemi transporte.
hu: Rendben van. Gareth törzsbeliek! Segítünk nektek kiszabadítani Hralát, cserébe csak a szekerek rakományát kérjük.

source: Fair enough!
fr: C'est correct !
hu: Megegyeztünk!

source: Orc lover! I-I-I'll kill this one - slice her head right off! Stay away!
fr: Amant des Orc ! Je — je — je vais tuer celle-ci — lui couper la tête ! !
hu: Te orkimádó! É-Én kinyírom ezt a boszorkányt - lenyisszantom a fejét, ha közel merészkedtek!

source: Hmmm. The Lieutenant is terrified and will behave irrationally, we need to get to him before he kills the hostage. It is probably a bad idea to swing at him directly, but we may be able to pick him off with ranged weapons.
fr: Hmmm. Le lieutenant est terrifié et se comporte de façon irrationnelle, nous devons arriver jusqu'à lui avant qu'il ne tue l'otage. C'est probablement une mauvaise idée de l'attaquer directement, mais nous pouvons être en mesure de l'abattre avec nos armes à distance.
hu: Hmmm. A hadnagy pánikba esett, és bármire képes, meg kell állítanunk, mielőtt a túszt megöli. Direkt támadást intézni ellene nem jó ötlet, de távolsági fegyverekkel leteríthetjük.

source: There is no time to set up camp, it is up to us who are already here.
fr: Pas le temps de faire le camp, c'est à nous de le faire qui sommes déjà ici.
hu: Nincs időnk tábort építeni, csak a jelenlévőket vethetjük be.

source: Are they going to get away?
fr: Vont-ils s'en aller ?
hu: Talán ők is az utatokban vannak?

source: Come to gloat, you pathetic whelp?
fr: Venu jubiler, pathétique roquet ?
hu: Azért jöttél, hogy hergelj minket, te szánalmas ficsúr?

source: No! No I -
fr: Non ! Non je —
hu: Nem! Dehogy, én -

source: Go away. You have a long, sordid reputation, it is not possible for us to treat you as an ally.
fr: Allez-vous-en. Vous avez une lourde et sordide réputation, il n'est pas possible pour nous de vous traiter comme un allié.
hu: Tűnj el a szemem elől! Meglehetősen hosszú a bűnlajstromod, nem veszünk be magunk közé.
