Repository: wescamp/Bad_Moon_Rising-1.10
Catalog: po/*.po
Languages: fr, hu

source: immortal: This unit heals 99 HP per turn. If poisoned, it will remove the poison.
fr: immortel : Cette unité se guérit de 99 PV par tour. Si elle est empoisonnée, elle va supprimer le poison.
hu: halhatatlan: Ez az egység 99 ÉP-t gyógyul körönként. Ha megmérgeződik, abból kigyógyul.

source: breath
fr: souffle
hu: lehelet

source: Dark Messiah
fr: Messie des ténèbres
hu: Sötét Megváltó

source: The Dark Messiah spreads an odd message, predicting the coming of the 'Restoration of Order': Those who embrace this news will be spared in the coming Restoration. Those who resist and those who do not receive the news will die in a chaotic bloodbath. Without Order, brother will turn on brother, parent will turn on child. Special Note:
fr: Le messie des ténèbres propage un message bizarre, prédisant la « restauration de l'ordre » : ceux qui embrassent la bonne nouvelle seront épargnés pendant la restauration à venir. Ceux qui résistent et rejettent la bonne nouvelle vont mourir dans un bain de sang chaotique. Sans l'Ordre, le frère se retournera contre son frère, les parents contre leurs enfants. Note spéciale :
hu: A Sötét Megváltó egy különös tanítást terjeszt, a 'Rend Helyreállításának' eljöveteléről beszél: Azok, akik felesküsznek az 'Új Rendre', az eljövetelkor kegyelemben részesülnek. Akik viszont nem fogadják el, sőt ellenállnak, azok egy iszonyatos vérfürdőben fognak elpusztulni. Az ÚJ Renden kívül lévők testvéreik ellen, a szülők gyerekeik ellen fognak fordulni. Megjegyzés:

source: inferno
fr: infernal
hu: pokoltűz

source: Echidna
fr: Échidna

source: Echidna is said to be the mother of all Khthon monsters, though whether the term 'mother' has any meaning when applied to the Khthon is unknown. In any case, she is certainly one of their leaders and a very powerful spirit. The identity of her victim has allowed her a greater understanding of the thoughts and weaknesses of the more modern races.
fr: Echidna est connue comme la mère de tous les monstres chthoniens, même si le fait que le terme « mère » est une signification quelconque lorsqu'il est appliqué aux chthoniens est inconnu. En tous cas, elle est certainement l'un de leurs dirigeants et un esprit très puissant. L'identité de sa victime lui a permis une meilleure compréhension des pensées et des faiblesses des races plus modernes.
hu: Azt mondják, hogy Echidna a khthon szörnyek szülőanyja, mármint ha a khthonok esetén használhatjuk az 'anya' kifejezést. Akárhogy nevezzük is, biztosan ő az egyik vezetőjük, s egyúttal egy hatalmas erejű szellem. Az áldozatául esett lényeket tanulmányozva megértette a modern fajok gondolatait és gyengeségeit.

source: psyche
fr: psyché
hu: lélektűz

source: Trained at swords and crossbows, Lieutenants lead small groups of human soldiers, coordinating their attacks.
fr: Formés à l'épée et à l'arbalète, les lieutenants dirigent de petits groupes de soldats humains, et coordonnent leurs attaques.
hu: A karddal és számszeríjjal küzdő hadnagy kis csapatokat vezet, és összehangolja a hadmozdulatokat.

source: I told you I'd do it, now she dies!
fr: Je vous ai dit que je le ferais, maintenant, elle meurt !
hu: Mondtam, hogy megtesszük, most meghal a boszorkány!

source: Max HP bonus +2, Max XP +10%, Damage +1
fr: Bonus de PV +2, +10% d'expérience maximale, Dommage +1
hu: Max ÉP +2, Max TP +10%, Sebzés +1

source: The warlike culture and high fertility rate of their race condem most orcish females to be little more than baby machines. A small number manage to avoid this fate by learning to use the materials around them to heal and harm in ways most of their bretheren do not understand. The orcish leaders understand the value that this group has as healers, and even the most ignoble grunt will not lay a hand on them for fear of being cursed. Various herbs and pollens can be used to heal or poison. Ash is a common material that can blind or choke an assailant. Given time, corrosive materials can be collected and applied to the simple weapons in order to deal more damage. Special Notes:
fr: La culture guerrière et le taux de fécondité élevé de leur race font que la plupart des femelles orcs ne sont guère plus que des machines à faire les enfants. Un petit nombre d'entre elles parvient à échapper à ce destin en apprenant à utiliser les ingrédients disponibles autour d'elles pour guérir et nuire de façons que la plupart de leurs membres ne comprennent pas. Les chefs orcs connaissent la valeur de ces guérisseurs, et même le grognard le plus ignoble ne posera la main sur elles, de peur d'être maudit. Diverses herbes et pollens peuvent être utilisés pour guérir ou empoisonner. Les cendres sont des matériaux communs qui peuvent aveugler ou étouffer l'agresseur. Selon la saison, des matériaux corrosifs peuvent être recueillis et appliqués à des armes simples afin d'infliger plus de dégâts. Notes spéciales :
hu: A háborús kultúra és a bőséges gyermekáldás következtében az ork nőket afféle gyerekgyárnak tekintik. Csak nagyon kevesük képes ebből a szerepből kitörni, és a környezetükben lévő anyagok használatának elsajátításával gyógyítani vagy harcolni, ami az orkok legtöbbje számára felfoghatatlan. Az ork vezérek felismerték az ilyen nők értékeit, s gyógyítóként alkalmazzák őket, de még a legelvetemültebb ork sem merne kezet emelni rájuk, mert félnek az átkaiktól. Ezek a nők különböző gyógynövényeket, porokat használnak gyógyításra és mérgezésre. Leggyakrabban hamut szórnak támadóikra, amitől azok látása és légzése megnehezül. Az időközben begyűjtött maróanyagokkal kenik be egyszerű fegyvereiket, hogy ezáltal is súlyosabb sebeket ejtsenek Megjegyzés:

source: Triage +4: This unit uses esoteric herbal remedies to heal units on the battlefield (including itself) and cure poison. A unit cared for by this healer may heal up to 4 HP per turn, or cure poison.
fr: Triage +4: Cette unité utilise des plantes médicinales ésotériques pour guérir les unités sur le champ de bataille (y compris elle-même) et guérit le poison. Une unité prise en charge par ce guérisseur peut guérir jusqu'à 4 PV par tour, ou guéris du poison.
hu: Kúrálás +4: Ez az egység különböző gyógynövénykészítményekkel gyógyítja a csatatéren megsebesült egységeket (saját magát is) és szünteti meg a mérgeződésüket. Az az egység, amely átesik ilyen kúráláson 4 ÉP-t nyer vissza körönként, vagy kigyógyul a mérgezésből.

source: stick
fr: bâton
hu: karó

source: ash
fr: cendre
hu: hamu

source: Phantom King
fr: Roi Fantôme
hu: Fantom király

source: cold-heal
fr: guérison froide
hu: jégfrissülés

source: female^cold-heal
fr: guérison froide
hu: jégfrissülés

source: Cold Heal: The unit will heal itself 24 HP per turn while the environment is cold.
fr: Guérison froide : L'unité va guérir d'elle-même de 24 PV par tour tant que l'environnement est froid.
hu: Jégfrissülés: Az egység a fagyos környezetben 24 ÉP-t gyógyul körönként.

source: ice blade
fr: lame de glace
hu: jégpenge

source: terror
fr: effroi
hu: megfélemlítés

source: Tyrant
fr: Tyran
hu: Kényúr

source: Huric is not the best of leaders, but has a strong grip on power. Much of this comes from his talent at fending off the orcs, who are a constant threat to the Ukian people. Some say he is a bit of an orc himself, though they would never say it to his face - his swordsmanship is as renouned as his heartlessness. Special Notes:
fr: Huric n'est pas le meilleur des chefs, mais il a une forte emprise sur le pouvoir. Une grande partie de celle-ci vient de son talent à repousser les orcs, qui sont une menace constante pour le peuple Ukien. Certains disent qu'il est un peu un orc lui-même, mais il ne faudrait pas le lui dire en face — son habilteté à l'épée est aussi renommée que son manque de coeur. Notes spéciales :
hu: Huric nem a legjobb vezető, de konokul ragaszkodik a hatalomhoz. Mindez abból is ered, hogy sikeresen tartja távol az orkokat, akik állandó veszélyt jelentenek az ukiai emberekre. Néhányan azt is mondják, hogy maga is ork, de szemtől-szembe nem merik neki mondani - mivel vívótudása vetekszik kegyetlenségével. Megjegyzés:

source: War God
fr: Dieu de la guerre
hu: Hadisten

source: The title 'War God' is more of a testament to power than a claim to divinity. This is one of the highest ranks a Primeval can attain. Special Note: This unit cannot be killed.
fr: Le titre « Dieu de la Guerre » est plus un hommage à la puissance qu'une ambition à la divinité. C'est l'un des plus hauts rangs qu'un ouranien puisse atteindre. Note spéciale : Cette unité ne peut pas être tuée.
hu: A hadisten titulus sokkal inkább az erő letéteményesét jelenti, mint az isteni nagyszerűséget. Ez az egyik legmagasabb tisztség, amelyet egy antik elérhet. Megjegyzés: ezt az egységet nem lehet megölni.

source: enervation
fr: dénervement
hu: letaglózottság

source: Avenging Goddess
fr: Déesse vengeresse
hu: Bosszúálló istenség

source: The Goddess of Vengance gets her title from the fast, ferocious, and unrelenting way pursues her targets. Her strength, speed, and flight ability make her quite dangerous. Special Note: This unit cannot be killed.
fr: La déesse de la vengeance tient son titre de la façon rapide, féroce et inlassable dont elle poursuit ses cibles. Sa force, sa vitesse et son aptitude au vol font d'elle une unité très dangereuse. Note spéciale : Cette unité ne peut pas être tuée.
hu: A Bosszú Istennője a titulusát arról a gyors, könyörtelen, hajlíthatatlan makacsságáról kapta, amellyel a célja felé tör. Ereje, gyorsasága, s röpképessége igen veszélyessé teszi. Megjegyzés: Ezt az egységet nem lehet megölni.

source: Storm Cantor
fr: Chanteur tempête
hu: Viharkántor

source: The Storm Cantor is roughly the Primeval equivalent to a mage. Though not one of the immortal leaders, they possess unusual strength and vitality. Their name comes from the fact that they can not only call lightning strikes, but they can also coax the wind and dark clouds to cloak the actions of themselves or their allies. Special Note:
fr: Le chanteur tempête est à peu près l'équivalent ouranien d'un mage. Bien que n'étant pas un des dirigeants immortels, ils possèdent une force et une vitalité peu commune. Leur nom vient du fait qu'ils ne se contentent pas d'appeler la foudre, mais qu'ils peuvent aussi utiliser le vent et les nuages pour masquer leurs actions ou celle de leurs alliés. Note spéciale :
hu: A viharkántor az antikok közt nagyjából megfelel a mágusnak. Habár nem halhatatlan, emberfeletti erővel és életerővel rendelkezik. Nevüket onnan kapták, hogy villámokat szórnak, de képesek szelet támasztani és sötét fellegeket megidézni, hogy fedezzék az akcióikat. Megjegyzés:

source: demigod
fr: demi-dieu
hu: félisten

source: female^demigod
fr: demi-déesse
hu: félisten

source: Demigod: The unit will heal itself 24 HP per turn. If it is poisoned, it will remove the poison instead of healing.
fr: Demi-dieu : L'unité va guérir elle-même de 24 PV par tour. Si elle est empoisonnée, elle va éradiquer le poison à la place de la guérison.
hu: Félisten: Az egység körönként 24 ÉP-t gyógyul. Ha megmérgeződik, gyógyulás helyett kikúrálódik a mérgezésből.

source: storm
fr: tempête
hu: vihar

source: Dark Herald
fr: Héraut sombre
hu: Sötét apród

source: Max HP bonus +2, Melee Damage +2, Max Exp penalty 30%
fr: Bonus de PV Max +2, dégâts au corps à corps +2, 30 % de pénalité d'expérience maximale
hu: Max ÉP +2, Közelharci sebzés +2, Max TP +30%

source: Dark Heralds are humans that have been 'upgraded' by the Primevals. The Primevals prefer not to speak with humans, so the Dark Herald serves as intermediary and recruiter. Unfortunately for them, the powers they have been given come at a price.
fr: Les hérauts noirs sont des êtres humains qui ont été « modernisés » par les ouraniens. Les ouraniens préfèrent ne pas parler avec les êtres humains, de sorte que le héraut noir sert d'intermédiaire et de recruteur. Malheureusement pour eux, les pouvoirs dont ils ont été dotés ont un prix.
hu: A sötét apródok emberek, akiket az antikok 'kitüntettek'. Az antikok nem beszélnek az emberekkel, hanem a sötét apródokon keresztül érintkeznek velük. Pechjükre az erőért, amivel rendelkeznek, drágán kell megfizetniük.

source: pig sticker
fr: baïonnette
hu: kanászpálca

source: Ukian Hunter
fr: Chasseur ukien
hu: Ukiai vadász

source: Ukian Hunters often take on the role of Archery Instructor, teaching the Ukian girls to use a bow effectively. They also remain students themselves, perfecting the techniques and training the reflexes to deal ever more damaging blows. Their job requires that they be proficient with the bow and woodland stealth, and the ability to defend against an orcish blade helps as well.
fr: Les chasseurs ukiens prennent souvent le rôle d'instructeurs au tir à l'arc, enseignant aux filles ukiennes l'usage effectif d'un arc. Ils restent également des étudiants eux-mêmes, perfectionnant leurs techniques et améliorant leurs réflexes pour porter des coups toujours plus dévastateurs. Leur travail exige qu'ils soient compétents à l'arc et furtifs dans les bois, et la capacité à se défendre contre une lame orc aide aussi.
hu: Az ukiai vadászok gyakran íjászoktatóként működnek, s ők tanítják az ukiai lányokat az íj hatékony használatára. Ugyanakkor életük a folyamatos tanulásról is szól, állandóan tökéletesítik technikájukat, s növelik ügyességüket, hogy még hatékonyabban harcoljanak. A minél tökéletesebb íjásztudásuk mellett az erdei rejtőzködésben is jártasak, hogy még inkább védve legyenek az orkok pengéitől.

source: Max HP bonus +2, Bow Damage +1, Max Exp penalty 30%
fr: Bonus de PV +2, dégâts d'arc +1, 30 % de pénalité d'expérience maximale
hu: Max ÉP +2, Távolsági sebzés +1, Max TP +30%

source: Ukian Commander
fr: Commandant ukien
hu: Ukiai parancsnok

source: Commanders are the military leaders of the Ukians. They get the few crossbows preserved from the old days, and heavier armor. They have the best shields, made of steel, which provide greater protection and cause more damage upon impact.
fr: Les commandants sont les chefs militaires des ukiens. Ils reçoivent les quelques arbalètes préservées depuis les jours anciens, et une armure plus lourde. Ils ont les meilleurs boucliers, faits d'acier, qui fournissent une plus grande protection et causent plus de dommages à l'impact.
hu: A parancsnokok az ukiai sereg vezérei. Súlyos páncélzatuk mellett a régi időkből megmaradt számszeríjjal is rendelkeznek. Nekik vannak a legjobb, acélból készült pajzsaik, amelyek kiváló védelmet nyújtanak, s bénító csapást is mérhetnek vele az ellenségre.

source: shield
fr: bouclier
hu: pajzs

source: Ukian Witch
fr: Sorcière ukienne
hu: Ukiai boszorkány

source: Ukian Witches are both proficient in the healing arts and resistent to the elements. Magic attacks are of a different nature, it is difficult to be masters of them as well. Nevertheless, they have managed to control the unformed blast into an electric strike. The uncontrolled blast is easiest to form, so they have not abandoned it.
fr: Les sorcières ukiennes maîtrisent à la fois les arts de la guérison et la résistance aux intempéries. Les attaques magiques sont d'une nature différente, et elles ont plus de mal à les maîtriser. Néanmoins, elles ont réussi à contrôler l'explosion informe en une sorte d'attaque électrique. L'explosion informe est plus facile à former, de sorte qu'elles ne l'ont pas abandonnée.
hu: Az ukiai boszorkányok jártasak a gyógyításban, és ellenállóak az elemekkel szemben is. A mágikus támadások különböző természetűek, s emiatt nehéz uralni őket. Mindezek ellenére a boszorkányok a formátlan csapásokat egy elektromos kisülésbe sűrítették. Az ellenőrizetlen energiának formát adtak, s így használják.

source: shockwave
fr: onde de choc
hu: sokkhullám

source: strike
fr: attaque
hu: kisülés

source: Ghost Bowman
fr: Archer fantôme
hu: Szellemjász

source: Ghost Dwarvish Fighter
fr: Fantôme combattant nain
hu: Törp harcos szellem

source: Ghost Footpad
fr: Petite frappe fantôme
hu: Útonálló szellem

source: female^Ghost Footpad
fr: Petite frappe fantôme
hu: Útonálló szellem

source: Ghost Fugitive
fr: Fugitif fantôme
hu: Szökevény szellem

source: female^Ghost Fugitive
fr: Fugitive fantôme
hu: Szökevény szellem

source: Ghost Longbowman
fr: Grand archer fantôme
hu: Szellem hosszúíj nyilas

source: Ghost Dwarvish Lord
fr: Fantôme seigneur nain
hu: Törp úr szellem

source: Ghost Master Bowman
fr: Maître archer fantôme
hu: Szellem mesteríjász

source: Ghost Outlaw
fr: Hors-la-loi fantôme
hu: Szellem törvényenkívüli

source: female^Outlaw
fr: Hors-la-loi
hu: Törvényen kívüli nő

source: Ghost Steelclad
fr: Fantôme cuirassier
hu: Törp vértes szellem

source: race^Ghost
fr: Fantôme
hu: Szellem

source: race+female^Ghost
fr: Fantôme
hu: Szellem

source: race^Ghosts
fr: Fantômes
hu: Szellemek

source: Frost Wolf
fr: Loup arctique
hu: Sarki farkas

source: Frost Wolves are larger than Grey Wolves, but thought to be related. It is said they can freeze with their breath, but that is surely a myth.
fr: Les loups arctiques sont plus grands que les loups gris, mais ils sont considérés comme liés. Il est dit qu'ils peuvent geler un ennemi avec leur souffle, mais ce n'est certainement qu'un mythe.
hu: A sarki farkasok nagyobbak, mint a szürke farkasok, bár rokonságban vannak. Azt mondják, hogy leheletükkel képesek megfagyasztani bárkit, de ez biztosan csak legenda.

source: Grey Wolf
fr: Loup gris
hu: Szürke farkas

source: Grey Wolves are predators adapted to life in the cold north. These are strange times, and the wolves have been more aggressive as of late.
fr: Les loups gris sont des prédateurs adaptés à la vie dans le nord glacial. Nous vivons une époque étrange, et les loups sont plus agressifs ces derniers temps.
hu: A szürke farkasok a hideg északi környezethez alkalmazkodott ragadozók. Rendkívüli időket élünk, s a farkasok is sokkal agresszívabbak az utóbbi időkben.

source: race^Northern Wolf
fr: Loup du nord
hu: Északi farkas

source: race+female^Northern Wolf
fr: Louve nordique
hu: Északi farkas

source: Northern Wolves ...
fr: Loups du nord...
hu: Északi farkasok...

source: Marching Formation
fr: Formation de marche
hu: Harcoló alakulat

source: Recruit or recall the units that will be present in the skirmish scenarios. Recalls are free, recruits are not.
fr: Recruter ou rappeler les unités qui seront présentes dans les scénarios d'escarmouche. Les rappels sont gratuits, les recrutements ne le sont pas.
hu: Toborozz, vagy hívj vissza egységeket, akik a csetepatékban részt vesznek. A visszahívás ingyenes, a toborzás nem.

source: We've been caught!
fr: Nous avons été surpris !
hu: Rajtunk ütöttek!

source: ERROR
fr: ERREUR
hu: HIBA

source: THIS CAMPAIGN WILL NOT WORK WITHOUT 'ARCHAIC ERA' ADD-ON INSTALLED. INSTALL THAT FIRST.
fr: CETTE CAMPAGNE NE FONCTIONNERA PAS SANS L'EXTENSION « ÈRE ARCHAÏQUE ». INSTALLEZ-LA EN PREMIER.
hu: EZ A HADJÁRAT NEM MŰKÖDIK AZ 'ŐSI KORSZAK' KIEGÉSZÍTÉS NÉLKÜL. ELŐSZÖR AZT TELEPÍTSD!

source: freezing: This unit will die if it stays in frost terrain.
fr: congélation : Cette unité va mourir si elle reste sur un terrain gelé.
hu: fagyás: Ez az egység meghal, ha fagyott területen tartózkodik.

source: This part of the story takes place in Ukiah, a kingdom in the frozen north. Ukiah was a territory founded by Weldyn during a period of expansion. The living was rough, but there was land and opportunity for those who had no hope back home. The native orcs, of course, were not happy about Wesnoth's encroachment and frequently terrorized the Ukians in the hopes of driving them back south. When Weldyn decided it needed to direct its resources elsewhere, Ukiah was left to fend for itself.
fr: Cette partie de l'histoire se déroule en Ukiah, un royaume dans le Grand Nord. Ukiah était un territoire fondé par Weldyn au cours d'une période d'expansion. La vie était rude, mais il y avait des terres et des possibilités pour ceux qui n'avaient aucun espoir de retour. Les natifs orcs, bien sûr, n'étaient pas contents de l'empiétement par Wesnoth et souvent ils terrorisaient les Ukiens dans l'espoir de les refouler au sud. Lorsque Weldyn décida qu'il devait diriger ses ressources ailleurs, Ukiah fut abandonnée et dût se débrouiller seul.
hu: A történetnek ez a része Ukiahban játszódik, a fagyos, északi királyságban. Ukiah gyarmatosítását Weldyn a terjeszkedési periódus alatt kezdte meg. Az élet kemény volt, de akinek esélye sem volt hazatérni, az korlátlan területet kaphatott. A bennszülött orkok, természetesen, nem örültek a wesnothiak terjeszkedésének, és rendszeresen terrorizálták az ukiaiakat, hogy visszaűzzék őket délre. Amikor Weldyn úgy döntött, hogy erőforrásait máshova irányítja, Ukiah magára maradt.

source: Ukiah fell into a dark age. The horses and stables, scholars and libraries, all proved too difficult to maintain and defend. Equestrian and most magical knowledge was lost. The Ukians could not hope to overpower the orcish raiders, so they relied upon early warning and fast tactics.
fr: Ukiah tomba dans un âge sombre. Les chevaux et les écuries, les universitaires et les bibliothèques se sont tous avéré trop difficiles à maintenir et à défendre. Les connaissances équestres et la magie furent perdues. Les ukiens ne pouvaient pas espérer dominer les pillards orcs, de sorte qu'ils se reposaient sur un système d'alerte et des tactiques rapides.
hu: Ukiahban beköszöntött a sötét korszak. A lovak és istállók, iskolák és könyvtárak, mind-mind túl drágának bizonyultak, s fenntartásuk és védelmük gazdaságtalanná vált. Az ukiaiaknak reményük sem volt, hogy az orkokat legyőzhetik, így a korai riasztásokra, és a gyors manőverekre rendezkedtek be

source: Sentries would keep an eye upon orcish military manauvers and send messages via torch semaphores. Local raids would be forseen by the Ukian dogs, who could smell even a single orc up to several miles away (provided it was upwind). Whenever the orcish attackers arrived at the Ukian settlment, they would find it abandoned.
fr: Les sentinelles gardaient un oeil sur les manoeuvres militaires des orcs grâce à des messages par sémaphores à torches. Les raids locaux étaient déjouées par les chiens ukiens qui pouvaient sentir un orc à plusieurs kilomètres de là (à condition qu'il soit contre le vent). Chaque fois que les attaquants orcs sont parvenus à une colonie ukienne, ils la trouvèrent abandonnée
hu: Az őrszemek árgus szemekkel figyelték az orkok mozgását, és fáklyatávíró révén küldték jelzéseiket. A helyi rajtaütések előjelzésére az ukiai kutyák is alkalmasak voltak, amik egyetlen orkot is messze földről kiszagoltak (ha a széljárás megfelelő volt). Valahányszor az ork portyázók rátörtek egy ukiai településre, azt rendszerint üresen találták.
