Repository: wescamp/Bad_Moon_Rising-1.10
Catalog: po/*.po
Languages: fr, hu

source: But for now, we need to think about getting the seeds planted if we're to have any food in a few months...
fr: Mais pour l'instant, nous devons penser aux semailles, si nous voulons avoir de la nourriture dans les prochains mois...
hu: De most hozzá kell látnunk a vetéshez, ha néhány hónap múlva enni akarunk...

source: A New Home
fr: Une nouvelle demeure
hu: Új haza

source: Defeat Undead Leader, move to his keep.
fr: Vaincre le chef des Morts-vivants, aller vers son donjon.
hu: Legyőzöd az élőholt vezért, s elfoglalod a várát

source: Stray into the Southern Forest
fr: S'égarer dans le sud de la Forêt
hu: Betörsz a déli erdőbe

source: It gets warmer further south, but there is something strange about the forests.
fr: Il fait plus chaud au sud, mais il ya quelque chose d'étrange au sujet des forêts.
hu: Még délebbre még melegebb van, de van valami különös azokban az erdőkben.

source: What do you mean by 'strange'?
fr: Qu'entendez-vous par « étrange » ?
hu: Mit értesz azon, hogy 'különös'?

source: I would see movement from the corner of my eye, but could never get a direct sighting. I felt I was being watched. Also, the dogs didn't come back, it's as if they were just swallowed by the woods.
fr: J'aperçois parfois des mouvements du coin de l'oeil, mais je n'ai jamais pu l'observer directement. Je me sentais espionné. En outre, les chiens ne sont jamais revenus, c'est comme s’ils avaient été avalés par les bois.
hu: Mintha mozgást észlelnék bennük a szemem sarkából, de semmi konkrétat nem látok. Mintha figyelnének bennünket. Ráadásul a kutyák sem jöttek vissza. Mintha elnyelte volna őket az erdő.

source: So, the woods are inhabited by something or someone that may prey upon us. We should avoid going any further down the road until we know this land better. We'll need to burrow in here-
fr: Ainsi, les bois sont habités par quelque chose ou quelqu'un qui pourrait fondre sur nous. Nous devrions éviter d'aller plus loin sur ces routes jusqu'à ce que nous connaissions mieux ce pays. Nous aurons besoin d'approfondir ceci —
hu: Ezek szerint valakik vagy valamik benépesítik az erdőket, s áldozatul is eshetünk. Meg kell szakítanunk a dél felé való vándorlást, míg jobban meg nem ismerjük ezt a területet. Fel kell derítenünk-

source: No burrowing! I will not allow you to take my land! However, you could stay here if...
fr: Pas d'approfondissements ! Je ne vous permettrai pas de prendre ma terre ! Cependant, vous pourriez rester ici si...
hu: Csak semmi betelepülés! Nem engedem a földemet! Habár maradhattok, ha...

source: You are not afraid of death! Ha Ha Heee!
fr: Vous n'avez pas peur de la mort ! Ah ah heee !
hu: ... ha nem féltek a haláltól! Há há Hááá!

source: The undead really are insane...
fr: Les morts-vivants sont vraiment fous...
hu: Az élőholtak valóban esztelenek...

source: Let us clear this land of their foul presence. As I was saying, the orcs and ghosts are not far behind us so we need to set up a defensible position here. We should move our base to that skeleton's keep as soon as we can, and hold the orcish enemy at the river.
fr: Laissez-nous effacer leur présence nauséabonde de cette terre. Comme je le disais, les orcs et les fantômes ne sont pas loin derrière nous et nous devons donc mettre en place une position défendable ici. Nous devrions poster notre base près de ce fortin squelette au plus tôt, et contenir les orcs à la rivière.
hu: Tisztítsuk meg ezt a földet az aljas lakóitól. Mivel az orkok is a nyomunkban vannak, védekező állást kell foglalnunk. Át kell tegyük a műveleti bázisunkat a delevény várába, amilyen gyorsan csak tudjuk, s feltartani az orkokat a folyónál.

source: Yes, sir!
fr: Oui, monseigneur !
hu: Igen, uram!

source: Yessir!
fr: Oui monsieur !
hu: Igen, uram!

source: Aww, c'mon. I said not to head into the forest...
fr: Att..., V'nez. Je vous avais dit de ne pas vous diriger vers la forêt...
hu: Aúú, koma! Mondtam, hogy ne közelíts az erdőhöz...

source: Tresspassers die!
fr: Mourrez, envahisseurs !
hu: Behatolók, meghaltok!

source: More death!
fr: Tuez encore !
hu: Még több halál!

source: Haha! The humans were once a thorn in our side. Now, they are food for the wolves!
fr: Ah Ah ! Les humains étaient une épine dans notre flanc. Maintenant, ils sont de la nourriture pour les loups !
hu: Haha! Az emberek egykor szálkák voltak a szemünkben. Most viszont a farkasaink éhségét csillapítják!

source: Grmph... How is ... this?
fr: Grmph... Comment est ...-ce ?
hu: Grmph...Ez meg... mi?

source: <i>HEAD NORTH!! RUN FOR YOUR LIVES!!!</i>
fr: <i>ALLEZ AU NORD !! COURREZ POUR VOS VIES !!!</i>
hu: <i>ÉSZAKRA!! MENEKÜLJETEK!!!</i>

source: The orcs flee...
fr: Les orcs fuient...
hu: Az orkok elfutottak...

source: (Sigh) It brings me a small joy to see the orcs routed, how I hate them... But know this, assassins... If you ever again set foot in Ukiah...
fr: (Soupir) Cela m'apporte une petite joie de voir les orcs en déroute, comme je les hais... Mais sachez ceci, assassins... Si vous mettez jamais les pieds en Ukiah...
hu: (Sóhajt) A legkevésbé sem örülök annak, hogy az orkok lepik el Ukiah földjét, ó hogy gyűlölöm őket... de ezt tudjátok ti is, gyilkosok... Ha még egyszer beteszitek a lábatokat Ukiahba...

source: Justice will prevail!
fr: La justice prévaudra !
hu: Elér titeket a büntetés!

source: You've fended off the orcs, defeated the undead. If you truely have no intentions upon our woods, you may stay here on the arable plains.
fr: Vous avez repoussé les orcs, et défait les morts-vivants. Si vous n'avez vraiment pas de prétentions sur ​​nos bois, vous pouvez rester ici, sur les plaines arables.
hu: Visszavertétek az orkokat, elsöpörtétek az élőholtakat. Ha nem vetitek szemeteket az erdeinkre, itt maradhattok ezen a termékeny síkságon.

source: The Skoro Chieftain smells blood and is coming after you!
fr: Le Chef Skoro sent le sang et vient vers vous !
hu: A Skoro főnök vért akar, és itt lohol a nyomotokban!

source: Go away!
fr: Va-t'en !
hu: Takarodj!

source: But I only want-
fr: Mais je veux seulement —
hu: Én csak figy-

source: Shall I kill him?
fr: Dois-je le tuer ?
hu: Megölhetem?

source: (Sigh...)
fr: (Soupir...)
hu: (Sóhajt...)

source: Good riddance. Some cleaning up to do, but the old keep should serve as a base camp.
fr: Bon débarras. Un certain ménage doit être fait, mais l'ancien donjon devrait servir de camp de base.
hu: Ezektől megszabadultunk. Ráfér egy kis takarítás, de ez a régi vár megteszi új bázisnak.

source: Well, that's a good start. Who are you?
fr: Eh bien, c'est un bon début. Qui êtes-vous ?
hu: Remek, kiváló ajánlólevéllel jelentkeztek. Kik vagytok?

source: We are refugees from the north, we mean you no harm. Who are you?
fr: Nous sommes des réfugiés en provenance du nord, nous ne vous voulons aucun mal. Qui êtes-vous ?
hu: Menekülők vagyunk Ukiahból, nem akarunk bántani senkit. Ti kik vagytok?

source: We live here. In peace when we can, but we defend this forest as we must... What are your intentions?
fr: Nous vivons ici. En temps de paix quand nous le pouvons, mais nous défendons cette forêt comme il se doit... Quelles sont vos intentions ?
hu: Mi itt élünk, amikor lehet békében, de ha úgy hozza a szükség, megvédjük az erdeinket... Mik a szándékaitok?

source: Only to live in peace... We flee the orcs, who wish us dead. But we have no designs upon your woods.
fr: Seulement pour vivre en paix... Nous fuyons les orcs, qui souhaitent notre mort. Mais nous n'avons aucunes prétentions quand à vos bois.
hu: Csak békében szeretnénk élni... Az orkok elől menekültünk, akik halva szerettek volna látni minket. Nem pályázunk az erdeitekre.

source: Orcs... We are none too fond of them either...
fr: Des orcs... Nous ne sommes ni les uns ni les autres trop friands de leur présence...
hu: Orkok... Mi sem szeretjük őket...

source: Haha! The cowardly dogs have made friends with the tree-huggers! I claim this land! Skoro Banner will take the strong wood of the forest and pick the metal off the bodies of the cowards... None shall dare challenge us ever again!
fr: Ah ah ! ces chiens lâches se sont alliés à des écolos ! Je revendique ce territoire ! La bannière de Skoro aura une empreinte forte sur les bois de la forêt et nous allons ramasser le métal sur le corps de ces lâches... Plus personne n'osera jamais nous défier !
hu: Haha! A gyáva emberek összeálltak a fán-hintázókkal! Elfoglalom ezt a földet! Az erdő fái és a gyávák páncélja lesz a jövendő fegyvereink alapanyaga. Senki nem merészel ezután háborgatni minket!

source: Speak of the devils...
fr: Quand on parle des démons...
hu: A gonosz hangjai...

source: Well, the good news is that the orc leader is chief of the hostile tribe. If we defeat him, it will be a powerful sign and we should be safe from further attack. At least for a while.
fr: Eh bien, la bonne nouvelle est que le leader orc est le chef de la tribu hostile. Si nous pouvons le vaincre, ce sera un signe puissant et nous devrions être à l'abri de nouvelles attaques. Au moins pendant un certain temps.
hu: Nos, a jó hír az, hogy az ork vezér az ellenséges törzshöz tartozik. Ha legyőzzük őt, az elrettentheti a többieket is attól, hogy megtámadjanak minket. Legalábbis egy ideig.

source: I see... What's the bad news?
fr: Je vois... Et la mauvaise nouvelle ?
hu: Látom... S mi a rossz hír?

source: -(snort)- Bad news is: We have a horde of orcs bearing down on us!
fr: — (Renifle) — la mauvaises nouvelle est que nous avons une horde d'orcs qui fonce sur nous !
hu: -(felcsattan)- A rossz hír: Egy egész horda ork támad ránk!

source: I knew they were coming, why did I sit here?
fr: Je savais qu'ils allaient venir, pourquoi me suis-je assis ici ?
hu: Tudtam, hogy jönni fognak, miért maradtam itt?

source: Defeat Orcish Pursuers
fr: Vaincre les poursuivants orcs
hu: Legyőzöd az ork üldözőket

source: Scout
fr: Éclaireur
hu: Felderítő

source: Sir! I've found something! You should see!
fr: Monsieur ! J'ai trouvé quelque chose ! Vous devriez venir voir !
hu: Uram! Találtam valamit! Látnod kell!

source: Our scouts must relay messages through word of mouth because we needed the signal corps here.
fr: Nos éclaireurs doivent relayer les messages oralement, nous aurons besoin du corps transmission ici.
hu: A felderítőinknek szóban kell továbbítani az üzeneteket, mert a jelzőőrökre a csatában volt szükségünk.

source: Damn it!
fr: Enfer et damnation !
hu: Francba!

source: What the-
fr: Par tous les —
hu: Mics-

source: Well... That was close...
fr: Eh bien... Ce n'est pas passé loin...
hu: Fúú... Ez meleg helyzet volt...

source: Sir, Scarrion was not dead after all! He had been following us, but I just killed him! His body is on the frozen river to the northwest.
fr: Monsieur, Scarrion n'était pas mort après tout ! Il nous avait suivis, mais je l'ai tué ! Son corps est sur ​​la rivière gelée au nord-ouest.
hu: Uram, Scarrion nem halt meg legutóbb! Bizonyára követett bennünket, de most megöltem! A teste északnyugatra a folyó jegén fekszik.

source: I see. It is good you caught him. We should probably burn the body, just to be sure he's dead.
fr: Je vois. C'est une bonne chose que vous l'ayez attrapé. Nous devrions probablement brûler le corps, juste pour être sûrs qu'il soit mort.
hu: Értem. Szerencse, hogy megtaláltad. Talán elégethetnénk a testet, hogy megbizonyosodjunk a haláláról.

source: Hmmm... I remember Scarrion as being rather hard to defeat, how did one of our scouts manage to kill him?
fr: Hmmm... Je me souviens que Scarrion était plutôt difficile à battre, comment un de nos éclaireurs a a-t-il pu le tuer ?
hu: Hmmm... Emlékeim szerint Scarriont kemény küzdelemben győztük le, hogy tudott egy felderítő egymaga végezni vele?

source: Yeah! Something's not right.
fr: Ouais ! Il y a quelque chose qui cloche.
hu: Jahh! Valami nincs rendjén.

source: Good point! I'll go get the body and bring it here!
fr: Bonne déduction ! Je vais aller chercher le corps et l'amener ici !
hu: Nem hiszed el? Elmegyek, és idehozom a testét!

source: No! Get back here, Courrier!
fr: Non ! Revenez ici, Courrier !
hu: Ne! Vissza, küldönc!

source: He didn't hear you.
fr: Il ne vous a pas entendu.
hu: Nem hall téged.

source: That was odd... I agree that something is not right, but we must deal with these orcs. We'll look for the body after this battle. Right now, we have other things to worry about.
fr: C'était étrange... Je confirme que quelque chose ne va pas, mais nous devons faire face à ces orcs. Nous irons chercher le corps après cette bataille. Nous avons d'autres soucis pour le moment.
hu: Ez különös volt... Egyetértek abban, hogy valami nincs rendben, de most az orkokkal kell elbánnunk. Csata után megnézzük azt a testet. Most inkább az orkok miatt fáj a fejem.

source: Signpost
fr: Poteau indicateur
hu: Útjelző

source: KEEP OUT!
fr: DEGAGEZ !
hu: MARADJ TÁVOL!

source: A fog closes in, how nice...
fr: Le brouillard se rapproche, sympa...
hu: Ez érdekes, köd ereszkedik a világra...

source: You can run, but you cannot escape... We will have our revenge!
fr: Vous pouvez courir, mais vous ne pourrez pas nous échapper... Nous aurons notre revanche !
hu: Elfuthattatok, de nem szökhettek meg... Bosszút állunk rajtatok!

source: Not her again...
fr: Pas elle encore...
hu: Már megint ez a nő...

source: She's been haunting us for a while now. When we defeat her, it makes no difference - she keeps coming back...
fr: Elle nous hante depuis un certain temps maintenant. Même si nous la vaincons, cela ne fera aucune différence — elle n'arrête pas de revenir...
hu: Régóta vadászik ránk. Ha elbánunk vele, csak kis ideig pihen - aztán újra kísért...

source: We may be able to help. I'm going to send word to our allies to the south that we have a ghost problem.
fr: Nous devrions pouvoir vous aider. Je vais envoyer un mot à nos alliés au sud que nous avons un problème de fantôme.
hu: Azt hiszem, tudunk segíteni. Üzenek déli szövetségeseinknek, hogy problémánk akadt a szellemekkel.

source: (Oh, so now they suddenly know how to deal with undead. Then what was that Lich doing here?)
fr: (Oh, maintenant ils ont soudainement découvert comment s'occuper des morts-vivants. Alors qu'est-ce que cette liche faisait ici ?)
hu: (Ó, hirtelen rájöttek, hogy tudják kezelni az élőholt-problémát. Akkor mit keresett itt ez a delevény?)

source: (Hrm, right...) Thank you, Valeron. Might I ask why, if you have such allies, you let that Lich set up camp?
fr: (Hrm, bien...) Je vous remercie, Valeron. Pourrais-je vous demander pourquoi, si vous avez de tels alliés, laissez-vous cette liche s'installer ?
hu: (Hrm, rendben...) Köszönjük, Valeron. Megkérdezhetem, hogy ilyen szövetségesek mellett hogy telepedhetett le itt ez a delevény?

source: An honest question deserves an honest answer: They were a buffer against the orcs. Undead do not make good neighbours though, that is why we are willing to give you a chance.
fr: Une question honnête mérite une réponse honnête : ils étaient un tampon contre les orcs. Les morts-vivants ne font pas pour autant de si bons voisins, c'est pourquoi nous sommes disposés à vous donner une chance.
hu: Egyenes kérdésre egyenes válasz: Feltartóztatták az északi orkokat. Bár elég kényelmetlen szomszédság voltak, ezért adtunk inkább nektek esélyt.

source: Greetings, Valeron. We came as soon as we could. Those are the evil spirits?
fr: Salutations, Valeron. Nous sommes venus dès que nous le pouvions. Ce sont les mauvais esprits ?
hu: Üdvözlünk, Valeron. Jöttünk, ahogy tudtunk. Tehát azok ott a kellemetlenkedő szellemek?

source: Yes, that phantom is their leader.
fr: Oui, ce fantôme est leur chef.
hu: Igen, az a kísértet a vezetőjük.

source: Ghrrr...
fr: Graaa...

source: Phantoms! I have heard of them, I think we can handle this.
fr: Des fantômes ! J'ai entendu parler d'eux, je pense que nous pouvons gérer cela.
hu: Kísértetek! Hallottam már róluk. El tudunk bánni velük.

source: And I think I will head back to Ukiah... But know that we have unfinished business to take care of...
fr: Et je pense que je vais rentrer à Ukiah... Car sachez que nous avons une affaire inachevée à régler...
hu: Azt hiszem, visszatérek Ukiahba... Bár tudom, hogy nem fejeztük be a munkánkat...

source: Murderers! If you ever again set foot in Ukiah, I will make sure you meet your deserved fate!
fr: Assassins ! Vous ne mettrez plus jamais mis les pieds à Ukiah, je vais m'assurer que vous rencontriez le destin que vous mérité !
hu: Gyilkosok! Ha még egyszer Ukiahba merészelitek tenni a lábatokat, biztosíthatlak benneteket, hogy nem kerülhetitek el a megérdemelt sorsotokat!

source: We still need to get rid of those orcs...
fr: Nous avons encore besoin de nous débarrasser de ces orcs...
hu: Még el kell bánnunk azokkal az orkokkal is...

source: That's an awful lot of orcs...
fr: C'est un très grand nombre d'orcs...
hu: Szörnyű sokan vannak az orkok...

source: Haha! A welcome sight.
fr: Ah ah ! Un spectacle bienvenu.
hu: Haha! Szemet gyönyörködtető látvány.

source: We're screwed...
fr: Nous sommes foutus...
hu: Kudarcot vallottunk...

source: Flee to the Southern Pass.
fr: Fuite vers la passe du Sud.
hu: Elmenekülsz a Déli-hágón át

source: Get attacked by the orcish horde (Orcish Warrior).
fr: Vous êtes attaqué par la horde des orcs (guerrier orc).
hu: Megtámad az ork horda (Ork harcos)

source: Autumn is over, now it is Winter. The sun will not rise into the sky until Spring.
fr: L'automne est fini, maintenant c'est l'hiver. Le soleil ne se lèvera pas dans le ciel d'ici le printemps.
hu: Vége van az ősznek. Tavaszig nem kel fel a nap.

source: The terrain is rough over there, we would be better off keeping near the road.
fr: Le terrain est accidenté là-bas, nous serions mieux protégés près de la route.
hu: A terep itt elég egyenetlen, jobb lenne, ha az úton maradnánk.

source: This is not helping, we should head south.
fr: Ca ne nous arrange pas, nous devrions nous diriger vers le sud.
hu: Ez nem segít, délre kell mennünk.

source: Take one last look at Ukiah.
fr: Regardez une dernière fois Ukiah.
hu: Vessetek egy utolsó pillantást Ukiahra!

source: The people of this town are evacuating with us, we must keep heading south.
fr: Les habitants de cette ville sont évacués avec nous, nous devons garder la direction du sud.
hu: Ennek a városnak a lakóit is el kell menekítenünk délre.

source: Ha Ha! Die, little worms.
fr: Ah ah ! Mourrez, petits vers.
hu: Ha ha! Megdöglötök, férgek!

source: North Star Trading Post
fr: Commerce de l'étoile du Nord
hu: Észak Csillaga Áruda

source: End of Turn
fr: Fin du tour
hu: Kör végét nyomsz

source: Recruit or recall a unit to take the purchases, end turn when done.
fr: Recruter ou rappeler une unité pour prendre les achats, mettre fin au tour lorsque vous avez terminé.
hu: Toborozz, vagy hívj vissza egységeket, hogy kereskedhess, aztán nyomj kör végét, ha végeztél!

source: Howdy! Don't get many customers these days. See anything?
fr: Salut ! Je n'ai pas eu de nombreux clients ces jours-ci. Vous avez vu quelque chose ?
hu: Hogysmint! Nem sok vevőm akadt a napokban. Találtál valami hasznosat?

source: Maybe... Let's see if anyone needs anything.
fr: Peut-être... Voyons voir si quelqu'un a besoin de quoi que ce soit.
hu: Talán... Nézzük csak, kit szerelhetnék fel valamivel.

source: Recruit or recall a unit to get the equipment upgrade. Note: You cannot stack equipment.
fr: Recruter ou rappeler une unité pour faire la mise à niveau de son équipement. Remarque : Vous ne pouvez pas empiler de matériel.
hu: Hívj vissza, vagy toborozz egységet, hogy javíthass a felszerelésén! Megjegyzés: Nem halmozhatod a szereléseket.

source: Sun Dog Trading Post
fr: Commerce du chien ensoleillé
hu: Aranykutya Áruda

source: Honest Arin's Fine Goods
fr: Les belles marchandises de l'honnête Arin
hu: Jó Áron Kiváló Árui

source: Heh! Any foe of Huric is a friend of ours. Do you see anything you like?
fr: Hé ! Tous les ennemis de Huric sont nos amis. Avez-vous trouvé ce que vous voulez ?
hu: Heh! Huric ellenségei a barátaim. Mivel szolgálhatok szerény boltocskámban?

source: <i>Lorenzon eyed the clerk's silver ring with suspicion</i> Hrmm... Let's see if anyone needs anything.
fr: <i>Lorenzon regarda la bague en argent du commis avec suspicion</i> Hmmm... Voyons voir si quelqu'un a besoin de quoi que ce soit.
hu: <i>Lorenzon gyanakodva nézett a boltos kezén lévő ezüst gyűrűre</i> Hááát... Talán valami felszerelést valakinek.

source: Big Aerwan Steel Goods
fr: marchandise d'acier du Gros Aerwan
hu: Nagy Aerwan Acélfegyverei

source: -(cough!)- Make it quick, this isn't friendly territory...
fr: — (toux !) — faites vite, on n'est pas en territoire ami...
hu: -(köhint)- Válassz gyorsan, nem túl biztonságos errefelé...

source: <i>Lorenzon eyed the clerk's silver ring</i> (I don't like giving money to these fellows, but ...)
fr: <i>Lorenzon regarda la bague en argent du commis avec suspicion</i> (Je n'aime pas donner de l'argent à ces gens-là, mais...)
hu: <i>Lorenzon ránézett a boltos kezén lévő ezüst gyűrűre</i> (Nem szívesen adok pénzt ezeknek az embereknek, de...)

source: This thick fog blots out all light from the sky.
fr: Cette épaisse nappe de brouillard arrête la lumière du ciel.
hu: Ez a vastag köd teljesen elhomályosítja az eget.

source: I have a bad feeling about this.
fr: J'ai un mauvais pressentiment à ce sujet.
hu: Rossz előérzetem van.

source: As well you should...
fr: En outre, vous devriez...
hu: Jók a megérzéseid...

source: Don't think this is over...
fr: Ne pensez pas que ce soit terminé...
hu: Ne gondoljátok, hogy vége van...

source: You will pay for your actions...
fr: Vous paierez pour vos actions...
hu: Megfizettek azért, amit tettetek...

source: I will not rest...
fr: Je ne vais pas me reposer...
hu: Nem fogok pihenni...

source: Trouble with Elves
fr: Problèmes avec les Elfes
hu: Nézeteltérés a tündékkel

source: Move heros to the north edge of map
fr: Déplacez les héros à la lisière nord de la carte
hu: A hősök elérik a térkép északi szélét

source: Death of Carghanna
fr: Mort de Carghanna
hu: Carghanna elesik

source: Sniper
fr: Tireur d'élite
hu: Mesterlövész

source: Oh! This is beautiful!
fr: Oh ! C'est magnifique !
hu: Ó, hiszen ez gyönyörű!

source: It's nicer in the spring - that tree would be covered in little white flowers. But now, if we are lucky, we might see that bird I told you about.
fr: C'est plus agréable au printemps — cet arbre serait couvert de petites fleurs blanches. Mais maintenant, si nous sommes chanceux, nous pourrions voir cet oiseau dont je vous ai parlé.
hu: Tavasszal még sokkal szebb - a fát apró fehér virágok borítják be. De most, ha szerencsénk lesz, megláthatjuk azt a madarat, amiről beszéltem neked.

source: That sounded like an arrow, get down!
fr: Ca sonnait comme une flèche, baissez-vous !
hu: Ennek olyan a hangja, mint egy nyílnak, feküdj!

source: (Can you see from where it may have come?)
fr: (Pouvez-vous voir d'où elle a pu venir ?)
hu: (Láttad, honnan lőtték ki?)

source: (That one came from the southeast. We should retreat back to the castle.)
fr: (celle-ci est venue du sud-est. Nous devrions battre en retraite vers le château.)
hu: (Valahonnan délkeletről jött. Vissza kell térnünk a várhoz.)

source: Murderous knaves! We let you live on our northern border and in return you assassinate our people!?
fr: Fourbes meurtriers ! Nous vous laissons vivre sur notre frontière du nord et en retour vous assassinez notre peuple !?
hu: Alávaló gazemberek! Megengedtük nektek, hogy az északi határainknál lakjatok, erre ti elkezditek legyilkolni a népünk fiait!?

source: Huh? What has happened, Valeron? (And where in all hell is Belleros?)
fr: Heu ? Que s'est-il passé, Valeron ? (Et où diable est Belleros ?)
hu: Huh? Mi történt, Valeron? (És hol a pokolban van Belleros?)
