Repository: wescamp/Bad_Moon_Rising-1.10
Catalog: po/*.po
Languages: fr, hu

source: (This is not good, now we're stuck in a dead-end...)
fr: (Ce n'est pas bon, maintenant nous sommes coincés dans une impasse...)
hu: (Ez reménytelen, itt ragadtunk, itt ér a vég...)

source: That sounds like a challenge...
fr: Cela ressemble à un défi...
hu: Mintha megadásra szólítanának fel minket...

source: We have tried things your way, but we're outnumbered and losing any opportunity we still have. Let us go up the pass, before it is too late!
fr: Nous avons essayé à votre façon, mais nous sommes en infériorité numérique et nous allons perdre toutes les opportunités qui nous restent. Traversons le col, avant qu'il ne soit trop tard !
hu: Megkíséreltük követni az elképzelésedet, de kudarcot vallottunk, s ráadásul kilátástalan helyzetbe sodródtunk. Gyerünk a hágóhoz, mielőtt túl késő lesz!

source: Hah! I fooled you when I mentioned warriors up the road - the road ends! There is only rock and ice, it becomes very steep.
fr: Ah ah ! Je vous ai dupé quand j'ai mentionné les guerriers sur la route — la route se termine ! Il n'y a que de la roche et de la glace, ensuite cela devient très raide.
hu: Hah! Csak mondtam, hogy harcosok állnak készenlétben az úton - nincs is arra tovább út! Csak szikla és jég, s ráadásul igen meredek.

source: We will climb it then! We must reach the top before the demons do!
fr: Nous allons y grimper alors ! Nous devons atteindre le sommet avant les démons !
hu: Akkor felmászunk! A démonok előtt kell odaérnünk!

source: ... I was at the height of power, and even I was powerless to avenge the death they have caused. In only three days, we have lost three cities - no survivors...
fr: ... J'étais au somment du pouvoir, et même moi je restais incapable de venger les morts qu'ils avaient causées. En seulement trois jours, nous avons perdu trois villes — pas de survivants...
hu: ...Ezelőtt a hatalmam csúcsán voltam, s most annyi erőm sincs, hogy az elesettek miatt bosszút álljak. Csak az elmúlt három nap alatt három várost vesztettünk, s nem maradtak túlélők sem...

source: While I have my doubts about letting coniving little worms carry on with plans they do not wish to share, at least they may be able to damage the red-eyed devils. So, go! We will hold back the enemy while you climb the rock face.
fr: Bien que j'aie des doutes quand à laisser de petits vers mener à bien des plans qu'ils ne veulent pas partager, au moins pourraient-ils être capables de blesser les démons aux yeux rouges. Alors, allez-y ! Nous retiendrons les ennemis pendant que vous grimperez à la paroi rocheuse.
hu: Eddig azt hittem, hogy nektek, kis férgeknek van valami titkos tervetek, amit nem akartok megosztani velem, de legalább segítetek legyőzni a vörösszemű démonokat. Menjetek! Visszatartjuk az ellenséget, amíg megmásszátok a sziklákat.

source: Thank you. ... Lord Teora.
fr: Merci. ... Seigneur Teora.
hu: Köszönjük... Lord Teora.

source: Maintain control of the pass
fr: Maintenez le contrôle de la passe
hu: Megvéded a hágót

source: I see the feeble flame of one of the human arrows, they have made it. There is no retreat for us, but we will kill as many of these things as we can.
fr: Je vois la faible flamme de l'une des flèches des hommes, ils l'ont fait. Il n'y a pas de retraite pour nous, mais nous allons tuer autant de ces choses que nous pourrons.
hu: Látok egy tüzes nyilat felröppenni a szikla tetején, sikerült nekik. Nincs hova visszavonulnunk, de annyi ellenséget viszünk a sírba, amennyit csak tudunk.

source: Teora banner will die with honour!
fr: La bannière de Teora mourra avec honneur !
hu: A Teorák becsülettel halnak meg!

source: Ghah... Hope this was worth it...
fr: Ghah... J'espère que ça en valait la peine...
hu: Ghah... Remélem, megérte az áldozatunk...

source: Ghr... Maybe I should have let the humans pass sooner...
fr: Ghr... Peut-être que j'aurais dû laisser les humains passer plus tôt...
hu: Ghr... Hamarabb kellett volna elengedni az embereket...

source: It is a steep climb ahead, but I think we can handle it. We will fire a flaming arrow when we've made it to the top.
fr: Une belle pente nous attend, mais je pense qu'on pourra le faire. Nous tirerons une flèche enflammée lorsque nous serons arrivés au sommet.
hu: Meredek szikla tornyosul előttünk, de megbirkózunk vele. Fellövünk egy tüzes nyilat, ha fölértünk a tetejére.

source: Right, good luck...
fr: Bien, bonne chance...
hu: Jól van, sok szerencsét...

source: Hold back the enemy until the Ukians have climbed the cliff
fr: Retenez l'ennemi jusqu'à ce que les Ukiens aient escaladé la falaise
hu: Visszatartod az ellenséget, míg az ukiaiak megmásszák a sziklát

source: Hint: Hold them off for $ares_pass| turns.
fr: Astuce : tenez-les à distance $ares_pass| tours.
hu: Tipp: Visszatartod a támadókat $ares_pass| körig

source: The explosion was quite powerful and visible from many miles away, but the cataclysmic erruption was avoided. The dire threat of Ares' forces marching down on the civilizations to the south was gone. The nations of the world remained blissfully unaware of how close they had all come to oblivion, for everyone involved had been consumed in the blast.
fr: L'explosion fut très puissante et visible à bien des kilomètres de là, mais l'éruption cataclysmique fut évitée. La terrible menace des forces d'Ares marchant sur les civilisations du sud avait disparu. Les nations du monde sont restées parfaitement inconscientes du degré de proximité de leur destruction, toutes les personnes impliquées ayant disparu dans l'explosion.
hu: A robbanás igen nagy erejű volt, sok-sok mérföldről is látszott, de a katasztrofális hatás elmaradt. Ares hadseregének rémísztő délrevonulása, s a civilizáció pusztulása úgyszintén; a világ népei pedig nem is sejtették, hogy mekkora veszedelemtől menekültek meg, hiszen akik tudtak a veszélyről, megsemmisültek a robbanásban.

source: Well, almost everyone...
fr: Enfin, presque tout le monde...
hu: Illetve majdnem mindegyikük...

source: The northern front had grown quiet, but the ancient battles were not necessarily over...
fr: Le front nord était devenu calme, mais les anciennes batailles n'étaient pas forcément finies...
hu: Az északi csatatér elcsendesült, de az ősi ellentétek nem csillapodtak...

source: Strange Salvation
fr: Etrange Salut
hu: Különös megmentők

source: Reach the keep at the summit
fr: Atteindre le donjon au sommet
hu: Eléred a hegyi erődöt

source: Death of Raena
fr: Mort de Raena
hu: Raenna elesik

source: Belleros arrives before Raenna reaches the keep
fr: Belleros arrive avant que Raenna n'atteigne le donjon
hu: Belleros odaér, mielőtt Raenna eléri a várat

source: Chimera
fr: Chimère
hu: Kiméra

source: It is unfortunate that you could not turn your friends, but we may be able to cut them off. They must not gain control of the fortress to our west.
fr: Il est regrettable que vous n'ayez pas pu convaincre vos amis de renoncer, mais nous pouvons être en mesure de les arrêter. Ils ne doivent pas prendre le contrôle de la forteresse à l'ouest.
hu: Ez pech, hogy nem tudtad visszafordítani a barátaidat, de sikerült megelőznünk őket, s elálltuk az útjukat. Nem érhetik el a nyugati erődöt.

source: Raenna was beginning to remember what had happened in the cave. Recollections of the villain Scarrion set off warning sigals in her head, though she was having a hard time pinning down what it meant. Her mind was still a little clouded.
fr: Raenna commençait à se souvenir de ce qui s'était passé dans la grotte. Des souvenirs du méchant Scarrion déclenchaient des signaux d'alerte dans sa tête, bien qu'elle ait passé des moments difficiles à comprendre ce que celà signifiait. Son esprit était encore un peu nébuleux.
hu: Raenna agyában lassan világosság kezdett ébredni, s visszaemlékezett, mi történt a barlangban. Emlékezetébe visszatért a gazember Scarrion, s ez óvatosságra intette, bár nem értette pontosan, miért. Elméje még mindig egy kicsit zavaros volt.

source: What are these 'dark spirits' Belleros serves? What will happen if he reaches the fortress?
fr: Quels sont ces des « esprits sombres » que sert Belleros ? Que se passera-t-il s’il arrive à la forteresse ?
hu: Mik ezek a 'sötét szellemek', amiket Belleros szolgál? Mi történik, ha mégis eléri az erődöt?

source: What will happen? To us, not much. But your kind, and all similar, will lose your... souls. The dark spirits are a pernicious enemy, more like a disease than an entity. They posses and control the bodies of the living, given enough fuel they spread throughout the population of victims like an ill vapor.
fr: Qu'est-ce qui va se passer ? Pour nous, pas grand-chose. Mais votre espèce, et tous vos semblables vont perdre leurs... âmes. Les esprits sombres sont un ennemi pernicieux, plus comme une maladie que comme une entité. Ils possèdent et contrôlent les vivants, et lorsqu'ils auront assez d'énergie ils se propageront à travers leur population de victimes comme une vapeur mortelle.
hu: Hogy mi történik? Velünk semmi. De a magadfajták, és a többi lény is, elvesztik a... lelküket. A sötét szellemek nagyon kártékony ellenségek, nem is annyira élőlények, inkább olyanok, mint egy betegség. Beköltöznek az élőlények testébe, s átveszik az irányítását, s arra ösztönzik őket, hogy a teljes népességben elterjesszék a kórt.

source: If your friends reach the fortress, they will deliver unto the spirits enough fuel to spread over this land. The few survivors will die at the hands of their former kin. My kind does not wish to fight vast armies of the damned, so it is vital to all that we do not let that happen.
fr: Si vos amis atteignent la forteresse, ils fourniront aux esprits assez d'énergie pour se répandre sur cette terre. Les quelques survivants vont mourir aux mains de leurs anciens parents. Mon espèce ne veut pas se battre contre de vastes armées de damnés, il est donc vital pour tous que nous ne laissions pas cela se produire.
hu: Ha a barátaid elérik az erődöt, akkor ezeknek a sötét szellemeknek lehetőséget adnak, hogy a testüket használva megfertőzzék a világot. Akiket nem fertőznek meg, azok korábbi fajtársaik áldozatává válnak. Mi nem akarunk egy ilyen roppant nagy sereg ellen harcolni, tehát életbevágó, hogy megakadályozzuk, hogy kapcsolatba kerüljenek egymással.

source: It looks like there are guardians, of sorts.
fr: Il semble qu'il y ait des gardiens, de toutes sortes.
hu: Mintha valamiféle őrök lennének ott.

source: <i>(snarl...)</i>
fr: <i>(grondement...)</i>
hu: <i>(morog...)</i>

source: Let's move.
fr: Bougeons.
hu: Akkor gyerünk!

source: The demons are hot on our tail, there are crazy beasts up ahead, this is impossible!
fr: Les démons sont sur nos arrières, il y a des bêtes folles justes devant, c'est impossible !
hu: A démonok a sarkunkban lihegnek, mindenféle szörnyetegek állnak az utunkban, ez lehetetlen!

source: No, it is not. The monsters are enemies of the demons, and have held them off. Our path is clear...
fr: Non, ce n'est pas le cas. Les monstres sont des ennemis des démons, et les ont mis hors jeu. Notre chemin est dégagé...
hu: Nem, nem az. A szörnyek a démonok ellenségei, feltartják őket. Az út előttünk tiszta...

source: Something very bad is happening, but I'm too far away to do anything about it...
fr: Quelque chose de très mauvais se passe, mais je suis trop loin pour faire quoi que ce soit...
hu: Valami nagyon rossz dolog történik, de túl messze vagyok, hogy megakadályozhatnám...

source: Those damn animals... What is going on?
fr: Ces maudits animaux... Qu'est-ce qui se passe ?
hu: Azok az átkozott állatok... Mi folyik itt?

source: The lesser spirits are coming to the aid of the one who leads your friends. They have neither the brains nor brawn to take control of the more dangerous races, but they can conscript beasts with weaker minds.
fr: Les esprits inférieurs sont venus au secours de celui qui conduit vos amis. Ils n'ont ni le cerveau ni les muscles pour prendre le contrôle des races les plus dangereuses, mais ils peuvent enrôler des bêtes aux esprits plus faibles.
hu: A kisebb szellemek segítségére sietnek annak, aki irányítja a barátaidat. Nem elég erősek, hogy a veszélyesebb lényeket az irányításuk alá vonják, de a gyenge mentális erejű állatok testét képesek megszállni.

source: Where does he think he's going? We will not let them reach the stronghold...
fr: Où croit-il aller ? Nous ne le laisserons pas atteindre la forteresse...
hu: Mit képzel ez magáról, hova megy? Nem engedhetjük meg, hogy elérje az erődöt...

source: (A stronghold...)
fr: (Une forteresse…)
hu: (Egy erőd...)

source: Has Nemesis fallen? Where is she?
fr: Nemesis est-elle tombée ? Où est-elle ?
hu: Nemesis meghalt? Hol van?

source: Nemesis has a plan, she will join us in a little while.
fr: Nemesis a un plan, elle se joindra à nous dans peu de temps.
hu: Nemesisnek támadt egy ötlete, később csatlakozik hozzánk.

source: Plunging into the darkness... Those who can keep up, follow me!
fr: En plongeant dans l'obscurité... Ceux qui peuvent tenir, suivez-moi !
hu: Alámerülünk a sötétségbe... Aki képes mozogni, kövessen!

source: You will need to move quickly, Raenna, for your followers will turn on us if Echidna is successful.
fr: Vous aurez besoin de vous déplacer rapidement, Raenna,vous poursuivants se retourneront contre nous si Echidna réussit.
hu: Gyorsan kell cselekedned, Raenna, mivel a követőid ellenünk fordulnak, ha Echidna sikerrel jár.

source: I will have no problem exterminating any who fall under the sway of the Khthon...
fr: Je n'aurai aucun problème pour exterminer tous ceux qui tombent sous l'emprise des chthoniens...
hu: Én szívbaj nélkül kiirtom azokat, akik a Khthonok áldozatává válnak...

source: Recent events have been confusing, but I will not let you out of my sight!
fr: Les événements récents ont été une source de confusion, mais je ne vais pas vous quitter du regard !
hu: Az események összezavarodtak, de nem vesztelek téged szem elől!

source: Who is that?
fr: Qui est-ce ?
hu: Ki ez?

source: A gadfly. Keep him at arm's length...
fr: Une mouche du coche. Je le porte à bout de bras...
hu: Egy bögöly. Árnyékként követ...

source: Yep, it's a monolith. A carved piece of rock... It doesn't seem to do anything.
fr: Hep, c'est un monolithe. Un morceau de roche sculpté... Il ne semble pas faire quoi que ce soit.
hu: Hopp, itt van egy monolit. Egy vésetekkel telerótt szikla... De semmi reakció.

source: Strange. (I wonder if...)
fr: Étrange. (Je me demande si...)
hu: Különös. (Mi lenne, ha...)

source: We've made it to the top. It's not clear what we need to do...
fr: Nous avons atteint le sommet. On ne sait pas ce que nous devons faire...
hu: Elértünk a csúcsra. Nem is tudom, mit kellene tennünk...

source: Look who's here...
fr: Regardez qui est là...
hu: Nézzétek, ki van itt...

source: The demons are already at the peak. We're too late!
fr: Les démons sont déjà au sommet. Nous arrivons trop tard !
hu: A démonok elérték a tetőt. Elkéstünk!

source: No, it is not too late. The monsters are enemies of the demons, it should buy us some time. Lay your hands upon the monolith up ahead, and we will be able to slip past the demons and into more defensible territory.
fr: Non, il n'est pas trop tard. Les monstres sont des ennemis des démons, ils devraient nous faire gagner un peu de temps. Posez vos mains sur le monolithe juste devant, et nous serons en mesure de nous glisser au-delà des démons et dans un territoire plus défendable.
hu: Nem, még nincs veszve minden. A szörnyek is a démonok ellenségei, nyerünk egy kis időt, míg elbánnak velük. Érintsd meg a monolitot a hegy tetején, s átjuthatunk a démonokon egy védhetőbb területre.

source: We need to reach that monolith up ahead, it will allow us to gain the upper hand against the demons.
fr: Nous devons atteindre ce monolithe juste devant, il va nous permettre de prendre le dessus sur les démons.
hu: El kell érjük azt a monolitot a csúcson, az fog segíteni, hogy felülkerekedjünk a démonokon.

source: Yessir!...
fr: Oui, m'sieur !...
hu: Igen, uram!...

source: Sir! The demon forces are scaling the cliff!
fr: Monsieur ! Les forces démoniaques escaladent la falaise !
hu: Uram! Megérkeztek az üldöző démonok is!

source: And they are too spread out for us to simply drop rocks on their heads. We must not stay here, we must get to the monolith!
fr: Et ils sont trop dispersés pour simplement laisser tomber des rochers sur leurs têtes. Nous ne devons pas rester ici, nous devons aller au monolithe !
hu: És túl sokan vannak, hogy egyszerűen sziklákat dobjunk a fejükre. Nem maradhatunk itt, minél hamarabb el kell érnünk a monolitot!

source: (The monolith...)
fr: (Le monolithe...)
hu: (A monolit...)

source: Keep the big cat busy, I will make sure the human pawns do not reach their target...
fr: Gardez le gros chat occupé, je vais m'assurer que les pions humains n'ont pas atteint leur cible...
hu: Foglald le a nagy macskát, én megakadályozom az embereket, hogy elérjék a céljukat...

source: Belleros reaches the Monolith
fr: Belleros atteint le Monolithe
hu: Belleros eléri a Monolitot

source: You only have one turn to recall or recruit in this encampment.
fr: Vous n'avez qu'un seul tour pour rappeler ou recruter dans ce campement.
hu: Csak egy kör erejéig toborozhatsz vagy hívhatsz vissza egységeket ezen a helyen.

source: This gains you nothing... All Khthon pests will be exterminated...
fr: Ca ne vous apporte rien... Tous les parasites chthoniens seront exterminés...
hu: Semmit nem érsz el vele... Minden Khthon állatka ki lesz irtva...

source: Huh.
fr: Euh.

source: Any hope for the world died along with Raenna. The victor of this battle, demon or spirit, would usher forth a new distopia.
fr: Tout espoir pour le monde est mort avec Raenna. Le vainqueur de cette bataille, esprit ou démon, annoncerait une nouvelle dystopie.
hu: Raennával a világ is elveszett. Akár a szellemek, akár a démonok győznek, teljesen új világ épül.

source: Raenna! Let me reach the monolith...
fr: Raenna ! Permettez-moi de rejoindre le monolithe...
hu: Raenna! Engedj a monolithoz...

source: What exactly do you think is going to happen if you touch that monolith?
fr: Que croyiez-vous qu'il va se passer si vous touchez le monolithe ?
hu: Mit gondolsz, mi történik, ha megérinted azt a monolitot?

source: What do you think will happen if I <i>don't</i>!? Are you really so far gone? We were happy back in the south, remember? You, Lorenzon, and I had shepherded our people to a better land. Scarrion and these - these <i>things</i> - ruined everything. Lorenzon and many others are now dead, and we will all be crushed under the demonic horde if you do not <b>let me pass!</b>
fr: Que pensez-vous qui va se passer si je ne le fais <i>pas</i> !? Êtes-vous vraiment parti si loin ? Nous étions heureux à notre retour dans le sud, vous vous souvenez ? Vous, Lorenzon, et moi avions guidé notre peuple sur de meilleures terres. Scarrion et ces — <i>ces choses</i> — ont tout gâché. Lorenzon et beaucoup d'autres sont morts maintenant, et nous allons tous être écrasés par la horde démoniaque si vous ne me <b>laissez pas passer !</b>
hu: Mit gondolsz, mi történik, ha <i>nem</i>? Hát ennyire eltávolodtál? Milyen boldogok voltunk egykor lenn, délen, emlékszel? Te, Lorenzon és én vezettük a népünket egy boldogabb világ felé. Scarrion és ezek - ezek az <i>izék</i> - mindent tönkretettek. Lorenzon és sokan mások meghaltak, és minket is elpusztítanak ezek a démoni hordák, ha <b>nem engedsz</b> a monolithoz.

source: How do you know this?
fr: Comment savez-vous cela ?
hu: Honnan veszed ezt?

source: Carghanna told me. She has a plan to save us.
fr: Carghanna m'a parlé. Elle a un plan pour nous sauver.
hu: Carghanna megmondta nekem. Van egy terve, ami megment minket.

source: (And yet, he does have a point... Do I really want to deliver a clear victory to the Ancient Ones?)
fr: (Et pourtant, il marque un point... Est-ce que je veux vraiment laisser les Anciens obtenir une victoire flagrante ?)
hu: (Van benne valami ráció... Biztos, hogy ezek az Antik Istenek a szép új világ zálogai?)

source: The monolith is getting warmer, what does it mean...
fr: Le monolithe se réchauffe, qu'est-ce que ça signifie...
hu: A monolit kezd felmelegedni, ez mit jelent...

source: Well, Belleros...
fr: Bien, Belleros...
hu: Jól van, Belleros...

source: Thank you, Dear Belleros. Now we can start raising forces to combat the cold, red-eyed enemy.
fr: Je vous remercie, Cher Belleros. Maintenant, nous pouvons commencer à rassembler nos forces pour lutter contre l'ennemi froid aux yeux rouges.
hu: Köszönjük, kedves Belleros. Most már lesz elég erőnk, hogy megküzdjünk ezekkel a hideg, vörösszemű szörnyekkel.

source: What are you? What's happening-
fr: Qui êtes-vous ? Qu'est-ce qui se passe —
hu: Mi vagy te? Mi történik-

source: Come! Let us secure our triumph.
fr: Viens ! Assurons notre triomphe.
hu: Gyere! Készüljünk fel a győzelemre.

source: Yes, Carghanna...
fr: Oui, Carghanna...
hu: Igen, Carghanna...

source: What- What is going on - <b><i>That's</i></b> Carghanna?
fr: Que — que se passe t'il — <b><i>C’est</i></b> Carghanna ?
hu: Mi- Mi ez az egész? <b><i>Ez</i></b> volna Carghanna?

source: That was once Carghanna, but no more. You're friends are gone, victims of the dark spirits - I'm sorry it had to come to this. We must vanquish them before they gain total control of the fortress.
fr: Ce qui était autrefois Carghanna n'est plus. Vos amis sont partis, victimes des sombres esprits — je suis désoléque ça en soit venu là. Nous devons les vaincre avant qu'ils ne prennent le contrôle total de la forteresse.
hu: Valamikor ő volt Carghanna, de már nem az. A barátaidat a sötét szellemek szállták meg - sajnálom, hogy ez megtörténhetett. Meg kell őket semmisítenünk, mielőtt teljesen uralmuk alá vonják az erődöt.

source: Enter the cave
fr: Entrez dans la caverne
hu: Belépsz a barlangba

source: We stopped that fire before it began...
fr: Nous avons arrêté ce feu avant qu'il ne commence...
hu: Elfojtottuk a parazsat, mielőtt lángra kapott volna...

source: Ha! Now let us get to work. One of the human followers must touch the monolith to let us in.
fr: Ah ! Maintenant,mettons-nous au travail. Un des disciples humains doit toucher le monolithe afin de nous laisser entrer.
hu: Ha! Akkor lássunk munkához! Egy emberi követő érintse meg a monolitot, és lépjünk be.

source: (no...)
fr: (non...)
hu: (ne...)

source: The Volcano
fr: Le volcan
hu: Vulkán

source: Defeat Carghanna
fr: Vaincre Carghanna
hu: Legyőzöd Carghannát

source: 250 Gold coins! Oddly minted, but still: Gold coins!
fr: 250 pièces d'or ! Curieusement frappées, mais quand même : des pièces d'or !
hu: 250 arany! Páratlan lelet furcsa helyen, de akkor is: Arany!

source: Belleros and Carghanna have a head start, but they can't be that well entrenched yet!
fr: Belleros et Carghanna ont une longueur d'avance, mais ils ne peuvent pas encore être solidement retranchés !
hu: Belleros és Carghanna ugyan előnyben vannak, de nem hiszem, hogy ilyen rövid idő alatt sikerült jól beásniuk magukat!

source: Raenna thought she heard Athanta say something in her ear... She then felt a strange feeling welling up inside of her. For a moment, it was intoxicating, but then the feeling crystallized into an action:
fr: Raenna crut entendre Athanta lui chuchoter quelque chose à l'oreille... Elle éprouva alors une sensation étrange en son for intérieur. Pour le moment, c'était enivrant, mais le sentiment se cristallisa en une action :
hu: Raenna azt hitte, hogy Athanta súgott neki valamit... Aztán valami különös érzés áradt szét a testében. Egy pillanatra émelygést érzett, aztán világossá vált, mit kell tennie:

source: You, the faithful! I have been allowed to grant you a blessing!
fr: Vous, les fidèles ! J'ai été autorisé à vous accorder une bénédiction !
hu: Te, rajongóm! Engedélyt kaptam, hogy megáldjalak!
