Repository: wescamp/Bad_Moon_Rising-1.10
Catalog: po/*.po
Languages: fr, hu

source: Bad Moon Rising
fr: Le Lever de la Lune Noire
hu: Rossz hold kelt föl

source: Part I: Awakening (Prologue)
fr: Première partie : Éveil (Prologue)
hu: I. rész: Ébredés (Előjáték)

source: BMR1
fr: LLN1
hu: RHKF1

source: Easy
fr: Facile

source: Hard
fr: Difficile

source: A soldier of Weldyn is captured by a necromancer. His attempt to escape awakens something powerful and dangerous, something that is a bigger threat than the undead ever were. (Quick campaign, no recruiting.)
fr: Un soldat de Weldyn est capturé par un nécromancien. Sa tentative de fuite réveille quelque chose de puissant et de dangereux, une menace plus grande que les morts-vivants n'ont jamais été. (Campagne rapide, pas de recrutement.)
hu: Egy weldyni katonát foglyul ejt egy holtidéző. Szökési kísérlete olyan veszélyes és hatalmas lényeket ébreszt fel, akik sokkal nagyobb veszélyt hordoznak magukban, mint amit az élőholtak valaha is jelentettek. (Gyors küldetés, nincs toborzás.)

source: Part II: Out of the North
fr: Deuxième partie : Sortie du nord
hu: II. rész: El Északról

source: BMR2
fr: LLN2
hu: RHKF2

source: The best of intentions often do not lead to the best results. A rebellion against the ruler of a remote northern kingdom unwittingly furthers the goals of a much worse oppressor.
fr: Les meilleures intentions ne conduisent pas toujours aux résultats optimums. Une rébellion en renversant un souverain nordique a favorisé indirectement les objectifs d'un oppresseur bien pire.
hu: Olykor a legjobb szándékok nem a legjobb dologhoz vezetnek. A távoli északon uralkodó király elleni lázadás akaratlanul is egy még rosszabb zsarnok útját egyengette.

source: Part III: Crossfire
fr: Troisième partie : Feux croisés
hu: III. rész: Kereszttűzben

source: BMR3
fr: LLN3
hu: RHKF3

source: Battles were won and lost, but the war has only just begun. The Ukians must return to the orcish northlands to solve the mystery of the old copper mine.
fr: Des batailles ont été gagnées et perdues, mais la guerre ne fait que commencer. Les Ukiens doivent retourner dans les terres orques du nord pour résoudre le mystère de l'ancienne mine de cuivre.
hu: Győztes és vesztes csaták zajlottak, de a háború csak most kezdődött igazán. Az ukiaiaknak vissza kellett térniük északra, hogy megfejtsék a régi rézbánya rejtélyét.

source: Author
fr: Auteur
hu: Szerző

source: Special Thanks To (forum.wesnoth.org names):
fr: Remerciement spécial (forum.wesnoth.org Noms) :
hu: Külön köszönet az alábbiaknak (nevek a forum.wesnoth.org oldalról):

source: advice & old archer portrait
fr: conseils et portrait du vieil archer
hu: tanácsadó & régi íjászportré

source: Special Thanks To:
fr: Remerciements spéciaux à :
hu: Külön köszönet:

source: Keep running! Lethal fatigue be damned - Kashja had to reach the stronghold!
fr: Continuez à courir ! Maudite soit cette damnée fatigue - Kashja a atteint la forteresse !
hu: Tűnés innen! Halálos vétek továbbra is itt maradni - Kashja, el kell érjük az erődöt!

source: Volcano
fr: Volcan
hu: Vulkán

source: I - I have the rock!
fr: J'ai - J'ai la pierre !
hu: Huhh - megmozdult a föld!

source: They're on my heels, open the damned gates!
fr: Ils sont sur mes talons, ouvrez ces maudites portes !
hu: A sarkamban vannak, nyisd ki azt az átkozott kaput!

source: Bring it here, there's no time to lose!
fr: Amenez-la ici, il n'y a pas de temps à perdre !
hu: Ide hozzám, nem vesztegethetjük tovább az időt!

source: Don't let them into the stronghold!
fr: Ne les laissez pas entrer dans la forteresse !
hu: Nem érhetik el az erődöt!

source: Our ranks have been thinned, we won't be able to hold them back for long.
fr: Nos rangs ont été décimés, nous ne serons pas en mesure de les retenir bien longtemps.
hu: Megfogyatkozott az állományunk, nem tudjuk öket sokáig feltartani.

source: We won't have to hold them off for long if we can get the Angry Eye up and running. Don't let them past this chamber!
fr: Nous n'aurons pas à les tenir à distance pendant longtemps si nous pouvons remettre en état et activer le mauvais œil. Ne les laissez pas passer cette chambre !
hu: Nem kell őket sokáig feltartanunk, csak felkapjuk a Haragvó Szemet és elpucolunk. Tartsátok őket kinn a folyosón!

source: Hhhhhuuh...
fr: Oh-oh...

source: Councilman, look out!
fr: Conseiller, attention !
hu: Tanácsnok, oda nézz!

source: They were Khthon! We've been infiltrated!
fr: C'étaient des chthoniens ! Nous avons été infiltrés !
hu: Ezek Khthonok voltak! Megfertőződtünk!

source: Then there is not enough time... I need to reach the failsafe!
fr: Alors je n'ai pas le temps... Je dois atteindre la salle sécurisée !
hu: Akkor nincs több időnk... vissza kell térjek a laboromba!

source: Go! I'll cover you!
fr: Aller ! Je vous couvre !
hu: Menj, fedezlek!

source: I'll throw the failsafe to lock-down the Eye! None but a free man can ever enter again.
fr: Je vais lancer la formule pour verouiller l'oeil ! Seul un homme libre pourra jamais entrer à nouveau.
hu: Aktiválom a biztonsági zárat, és lezárom a Szemet! Senki más, csak egy szabad akarattal rendelkező ember léphet be ide újra.

source: This will be our tomb, but may it also be of use to our future kin in fighting the oppressive monsters.
fr: Ce sera notre tombeau, mais cela pourrait être utile à nos descendants dans leur lutte contre l'oppression de ces monstres.
hu: Ez lesz a sírhelyünk, de talán tehetünk valamit a fajtánk jövőjéért, ha szembeszállunk ezekkel a szörnyekkel.

source: Abandoned
fr: Abandonné
hu: Elhagyatva

source: The humans were defeated, and the demonic forces continued their fighting. The fortress, and the doomsday device it housed, lay dormant for centuries. That particular war was long, long ago, and none of those currently residing on Wesnoth knew anything about it. Some people in the north would soon learn of this past, however, as survivors from that unhappy era would be awakened to bring their hellish existence to the Great Continent.
fr: Les êtres humains ont été défaits, et les forces démoniaques ont poursuivi leur combat. La forteresse, et le dispositif du jugement dernier qu'il abritait sont restés en sommeil pendant des siècles. Cette guerre eut lieu il y a fort fort longtemps, et aucun de ceux qui résident actuellement sur ​​Wesnoth ne se rappelle quoique ce soit à ce sujet. Certaines personnes dans le nord allaient bientôt redécouvrir ce passé, cependant, lorsque des survivants de cette époque malheureuse seraient réveillés pour poursuivre leur existence infernale sur le grand continent.
hu: Az embereket legyőzték, és a démoni erők folytatták harcukat. Az erőd és a végzetes eszköz, amit őrzött, századokon át tetszhalott állapotban volt. Ez a különös háború nagyon-nagyon régen zajlott, a jelenkori wesnothiak közül senki nem hallott róla. Néhány északi ember azonban hamarosan megismerni kényszerül a múlt ezen elfeledett szeletét, mivel azon boldogtalan kor néhány túlélője felébred, és pokoli létezésükkel a Nagy-Kontinenst fegyegetik.

source: It began with a decision by the powers in Weldyn to banish the night by creating a second sun. As wealthy as Weldyn was, such an endeavour would require a massive amount of resources. Expeditions were sent to scour the continent to recover any overlooked treasure without provoking the unnecessary expenses of war.
fr: Tout commença par une décision prise par le pouvoir de Weldyn de bannir la nuit par la création d'un second soleil. Aussi riche que Weldyn fût, une telle entreprise nécessiterait une quantité massive de ressources. Des expéditions furent envoyées à travers tout le continent récupérer tout trésor oublié sans provoquer les dépenses inutiles d'une guerre.
hu: Minden azzal kezdődik, hogy a wesnothi döntéshozók elhatározzák, hogy megszüntetik a sötétséget, s egy új napot küldenek fel az égbe. Akkora gazdagság mellett, mint amivel Weldyn rendelkezett, egy ekkora erőpróba komoly befektetést igényelt, ezért különböző expedíciók indultak szerte a kontinensre, hogy felkutassanak minden eleddig figyelmen kívül hagyott kincset anélkül, hogy szükségtelenül háborúkat provokálnának.

source: One such expedition into the frozen North discovered a cavern containing a palatial hall of polished marble and gold detailing. Upon further investigation, the explorers uncovered chambers full of exotic artifacts and metal objects of intricate design, like nothing any of the party had seen before. Though made of common bronze and steel, the objects would be of great interest to the dwarves, who would surely be willing to trade for specimens of such fine craftsmanship...
fr: Une de ces expéditions dans le nord gelé découvrit une caverne contenant une salle de palais en marbre poli et des fresques en or. Après des fouilles approfondies, les explorateurs découvrirent des chambres pleines d'artefacts exotiques et d'objets métalliques de conception complexe, ne ressemblant à rien de connu. Bien que faits de bronze et d'acier commun, les objets seraient d'un grand intérêt pour les nains, qui seraient certainement disposés à négocier pour de tels spécimens d'art artisanal...
hu: Egy ilyen expedíció a fagyos északon felfedezett egy barlangot, amelyben aranyozott csiszolt márvánnyal borított csarnokot találtak. Az alaposabb kutatások során számos egzotikus eszközökkel teli termet, számtalan, fémből készült bonyolult kivitelezésű dolgot leltek, amit korábban még senki sem látott. Habár közönséges bronzból és acélból készültek, de bizonyára felkeltik a törpök érdeklődését, s bizonyára jó pénzt adnának néhány ilyen mestermunkáért...

source: But the North is a harsh place and the explorers were running low on provisions. The commanding officer, a Lieutenant Bersohn, decided it was best to keep the horses and veteran fighters healthy, to carry the loot and to fend off orcs, respectively. The recent recruits were but a drag on resources and not worth the upkeep. They would be left behind.
fr: Mais le Nord est un endroit rude et les explorateurs furent à court de provisions. Le commandant, le lieutenant Bersohn, décida qu'il était préférable de garder les chevaux et les combattants vétérans en bonne santé, pour porter le butin et repousser les orcs. Les nouvelles recrues étaient au mieux un fardeau pour les ressources et ne valaient pas leur entretien. Ils seraient laissés pour compte.
hu: Csakhogy a zord északi vidék gyorsan apasztja a készleteket. Bersohn hadnagy, az expedíció parancsnoka úgy döntött, hogy a kipróbált harcosok és a lovak egészsége a fontosabb, hogy elszállítsák a zsákmányt, s megvédjék azt az ork fosztogatóktól. Az újoncok viszont csak fogyasztják a készletet, de nem sok hasznuk van. Így őket hátrahagyta.

source: Escape the Trolls
fr: Échapper aux trolls
hu: Megszöksz a trollok elől

source: Death of Scarrion
fr: Mort de Scarrion
hu: Scarrion elesik

source: Death of Therion
fr: Mort de Therion
hu: Therion elesik

source: Rock
fr: Rocher

source: Of course, Bersohn would not say as much...
fr: Bien sûr, Bersohn n'en aurait pas dit autant...
hu: Persze Bersohn ezt így nem közölhette velük...

source: I don't hear any voices up ahead, but we certainly could not have gotten lost.
fr: Je n'entends rien droit devant. Mais nous ne pouvons pas nous être égarés.
hu: Nem hallok semmi zajt, de biztosan nem vesztünk el.

source: You're right, this is the way... Shush! I hear trolls.
fr: Vous avez raison, c'est le chemin... Chut ! J'entends des trolls.
hu: Igazad van, erre kell mennünk... Csitt! Trollokat hallok közeledni.

source: (Whispered) Do you think Lieutenant Bersohn came under attack and had to retreat? That would explain why no one came to relieve us.
fr: (Chuchotée) Vous pensez que le lieutenant Bersohn a été pris dans une attaque et a dû battre en retraite ? Cela expliquerait pourquoi personne n'est venu nous relever.
hu: (Súgva) Gondolod, hogy Bersohn hadnagyot megtámadták, s visszavonult? Ez megmagyarázná, miért nem váltottak le bennünket.

source: (Whispered) See how stripped clean the cave is? They had time to grab the loot and didn't leave any evidence of a struggle - we would have heard something. Rations were running low, I suspect our dear leader decided we were expendable...
fr: (Chuchotée) Voyez-vous comment la grotte est dépouillé ? Ils ont eu le temps d'emporter le butin et il n'y a aucune trace de lutte — nous aurions entendu quelque chose. Les rations commençaient à manquer, je soupçonne notre cher leader d'avoir décidé qu'il pouvait se passer de nous...
hu: (Súgva) Feltűnt, hogy milyen üres ez a barlang? Időben felpakolták a zsákmányt, és nyoma sincs semmiféle csatának - hallanunk kellett volna. Az élelmünk fogytán volt, s gyanítom, hogy szeretett vezérünk kevesebb szájat akart etetni...

source: (Whispered) The cavern entrance is to the north, but it sounds like that's where the trolls are... There is a narrow tunnel beyond the pool of water to the south - we may have to take that path.
fr: (Chuchotée) L'ouverture de la caverne est au nord, mais on dirait qu'il y a des trolls... Il y avait une galerie étroite derrière le point d'eau au sud — nous devrions y aller.
hu: (Súgva) Északra van a barlang bejárata, de mintha a trollok is ebből az irányból jönnének... Van egy keskeny ösvény a medence mögött, ami délre vezet - talán arra kéne mennünk.

source: Where these stairs lead, I do not know. But what choice do we have?
fr: Ces escaliers conduisent je ne sais où. Mais avons-nous vraiment le choix ?
hu: Nem tudjuk, hova vezetnek ezek a lépcsők. De milyen lehetőségünk van még?

source: No! Don't leave me here!
fr: Non ! Ne me laissez pas ici !
hu: Ne! Ne hagyjatok itt!

source: There's someone ahead...
fr: Il y a quelqu'un devant...
hu: Valami van előttünk...

source: You! Treacherous dogs of Weldyn!
fr: Vous ! Sales roquets sournois de Weldyn !
hu: Ti! Weldyni álnok ebek!

source: What'd you say, dwarf? Trolls follow us, step aside!
fr: Qu'avez-vous dit, nain ? Des trolls nous suivent, écartez-vous !
hu: Mit zörögsz, te törp? Trollok vannak a nyomunkban, félre az utunkból!

source: You curs come crashing in, tearing down the Cursed Hall, attracting the Trolls! I was cut off from my squad, and now I'm stuck here!
fr: Vous roquets venez de démolir la salle maudite, attirant les trolls ! J'ai été coupé de mon équipe, et maintenant je suis coincé ici !
hu: Ti korcsok, betörtetek ide, kiraboltátok az Átkozott Csarnokot, magatokra hoztátok a trollokat! El vagyok vágva a csapatomtól, és csapdába estem!

source: Well, we know nothing about Cursed Halls, but we will all be troll food if we don't move. Come with us, we'll find a way out.
fr: Eh bien, nous ne savons rien au sujet de salles maudites, mais nous serons tous de la nourriture troll si on ne bouge pas. Viens avec nous, nous trouverons un moyen de sortir.
hu: Nos, mi semmit nem tudunk az Átkozott Csarnokról, de trollok eledele leszünk, ha nem megyünk tovább. Gyere velünk, majdcsak találunk egy kijáratot.

source: Humph! Fine.
fr: Pfff… ! Très bien.
hu: Hrmmph! Jól van.

source: Please... help!
fr: Par miséricorde... à l'aide !
hu: Kérlek... segítsetek!

source: Who are you? What are you doing here?
fr: Qui êtes-vous ? Qu'est-ce que vous faites ici ?
hu: Ki vagy, és mit keresel itt?

source: My name is Russle, I'm from Weldyn too! I was keeping an eye on your expedition.
fr: Mon nom est Russle, je suis de Weldyn aussi ! Je gardais un œil sur votre expédition.
hu: A nevem Russle, weldyni vagyok én is. Követtem az expedíciótokat.

source: With plans to share in our success, no doubt...
fr: Avec le projet de partager notre réussite, sans doute...
hu: Nyilván osztozni akartál a sikereinkben, ugyebár...

source: That does not matter now. I can help get you out of this cave!
fr: Ça n'a plus d'importance maintenant. Je peux vous aider à sortir de cette grotte !
hu: Ennek most nincs jelentősége. Segíthetek nektek kijutni innen a barlangból!

source: Very well. We need all the help we can get.
fr: Très bien. Nous avons besoin de tout type d'aide.
hu: Jól van. Most minden segítségre szükségünk van.

source: Thank you! This tunnel continues on, but there are a couple of grim guardians blocking the way. They were too much for me alone, but if we work together, we can take'em!
fr: Je vous remercie ! Ce tunnel se poursuit, mais il y a une paire de sinistres gardiens qui bloquent le chemin. C'est trop pour moi seul, mais si nous collaborons, nous pouvons les avoir !
hu: Kösz! A járat folytatódik, de egy csomó marcona őr zárja le a kijáratot. Túl sokan vannak, hogy egyedül elbánjak velük, de együtt levadászhatjuk őket!

source: Ah! Someone else is down here! Hello?
fr: Ah ! Il y a quelqu'un d'autre en bas ! Salut ?
hu: Ó! Társaságunk akadt? Helló!

source: Something's wrong. From the stench, I'd say we're dealing with undead...
fr: Il y a quelque chose qui cloche. D'après l'odeur, je dirais qu'il s'agit d'un mort-vivant...
hu: Valami nem stimmel. Ebből a bűzből ítélve, élőholtakkal kell megküzdenünk...

source: I've heard of them, though never have I laid eyes upon one.
fr: J'en ai entendu parler. Mais je n'en n'avais jamais vu auparavant.
hu: Hallottam már róluk, de még nem kerültek a szemem elé.

source: Nor I, but I curse the sight. -(spit!)- The dead should rest under our feet.
fr: Moi non plus, mais je maudis le spectacle. — (crachant !) — les morts devraient reposer sous nos pieds.
hu: Én sem találkoztam velük, de átkozom ezt a percet. - (köp egyet)- A holtaknak a lábunk alatt kellene pihenniük.

source: I blame Bersohn. Damn his soul...
fr: J'en veux à Bersohn, maudit soit-il...
hu: Ezért Bersohn fizetni fog! A szemét...

source: Arh! I don't even know what I died for...
fr: Argh ! Je ne sais même pas pourquoi je péris...
hu: Argh! Azt sem tudom, miért halok meg...

source: Curse you, vile humans...
fr: Soyez maudits, vils humains...
hu: Átok rátok, nyomorult emberek...

source: Let's get out of here!
fr: Sortons d'ici !
hu: Na, tűnjünk el innen!

source: Oh, I wanted to see the sun again...
fr: Oh, je voulais revoir le soleil...
hu: Ó, én még látni akartam a napot...

source: This is hopeless, it looks like this cave will be our tomb. Damn Bersohn!
fr: C'est sans espoir, on dirait que cette caverne va nous servir de tombe. Maudit Bersohn !
hu: Ez reménytelen, úgy látszik, ez a barlang a sírhelyünk! Átkozott Bersohn!

source: From Bad to Worse
fr: De pire en pire
hu: Csöbörből vödörbe

source: Scarrion survives to the end of turns
fr: Scarrion survit jusqu'à la fin des tours
hu: Scarrion kitart a körök végéig

source: It's just darker and more foul smelling, this is hopeless...
fr: C'est seulement plus sombre et plus nauséabond. C'est sans espoir...
hu: Itt csak sötétebb van, és egyre büdösebb, ez reménytelen...

source: C'mon, what kind of talk is that! It's only hopeless if we give up hope.
fr: Allez, c'est quoi ces paroles ! C'est seulement sans espoir si nous perdons espoir.
hu: Komám, micsoda beszéd ez? Amíg élek, remélek!

source: Awww, how sweet... Back to the task at hand!
fr: Ahhhh, comme c'est plaisant... De retour la tâche accomplie !
hu: Óóóó, micsoda bölcsesség... Na foglalkozzunk a következő tennivalóval!

source: I was not expecting guests, but my servants shall greet you and make you feel right at home. For you can never leave...
fr: Je n'attendais pas d'invités, mais avec l'accueil que mes serviteurs vous réservent, vous vous sentirez comme à la maison. Vous ne partirez plus jamais...
hu: Nem készültem vendégek fogadására, de a szolgáim minden bizonnyal szívélyesen üdvözölnek titeket, és megtesznek mindent, hogy jól érezzétek magatokat. Mivel innen úgysem mehettek sehova...

source: Disgusting. There has to be a way out!
fr: Dégoûtant. Il doit y avoir une sortie !
hu: Undorító. Kell, hogy legyen innen is kiút!

source: Skeletons are hard to pierce, but easy to crush! Therion, put that bow away and make use of these rocks.
fr: Les squelettes sont difficiles à percer, mais faciles à écraser ! Therion, mettez cet arc de côté et faites usage de ces pierres.
hu: A csontvázakat nehéz megszúrni, de annál könnyebb szétütni! Therion, tedd le azt az íjat, és használd inkább ezeket a köveket!

source: This is a desperate strategy, but I guess you're right...
fr: C'est une stratégie désespérée, mais je suppose que vous avez raison...
hu: Meglepő harcmodor, de azt hiszem igazad van...

source: A sling is fairly easy to use, if you know how. You have stray cloth, that'll do. Swing the sling until you feel a good pull, then release one end before the rock is in line wth the target.
fr: Une fronde est assez facile à utiliser, si vous savez comment faire. Un tissu perdu fera l'affaire. Faites pivoter la fronde jusqu'a que vous ayez un bon élan, puis relâchez une extrémité avant que la pierre ne soit alignée sur la cible.
hu: A parittyát könnyű használni, ha tudod, hogy kell. Ez a bőrdarab is megteszi alkalmilag. Megforgatod a parittyát, s mikor érzed, hogy jól húz, elengeded az egyik végét, mikor a kődarab az ellenség irányában van.

source: I blame Bersohn, damn his soul...
fr: J'en veux à Bersohn, maudit soit-il...
hu: Ezért Bersohn fizetni fog! A szemét...

source: Thanks for nothing...
fr: De rien...
hu: Kösz a semmiért...

source: (Therion was right, this looks hopeless...) I'm not scared, Foul One! With every ounce of strength I have, I will send your damned corpses back to the worms! And then I'll make sure you join them!
fr: (Therion avait raison, cela semble désespéré...) Je n'ai pas peur, Maudit ! J'userai de chaque once de force pour renvoyer vos cadavres damnés aux vers ! Puis je m'assurererai que vous vous joindrez à eux !
hu: (Therionnak igaza volt, ez teljesen reménytelen...) Nem félek tőled, te aljas gazember! Amíg a kezem fel tudom emelni, lesújtok az istenverte kreálmányaidra, és a kukacokhoz küldöm őket! És téged is, velük együtt!

source: Haha! Such vigor, I think I have a use for you!
fr: HaHa ! Vous êtes fort ! Je crois que j'ai quelque chose pour vous !
hu: Haha! Micsoda erő, talán még én is fel tudlak használni!

source: Round'em up! Throw them in the dungeon!
fr: Entourez-les ! Enfermez-les dans le donjon !
hu: Fogjátok el őket! Aztán a pincébe velük!

source: A Trial
fr: Un Procès
hu: Próba

source: The Necromancer's mindless servants overwhelmed Scarrion, but did not kill him. They forced him into a dungeon, their mutilated, emotionless faces foreshadowing the ill intentions of their master, but otherwise offering no answers or explanations.
fr: Les serviteurs décérébrés du nécromancien s'acharnèrent sur Scarrion, sans le tuer. Ils le jetèrent dans une oubliette, leurs visages mutilés impassibles préfigurant les mauvaises intentions de leur maître, sans réponses ou explications.
hu: A holtidéző agyatlan szolgái felülkerekedtek Scarrionon, de nem ölték meg. Bezárták egy cellába a pincében; üres, érzéketlen arcuk előrevetítette mesterük torz szándékát, de egyébként nem válaszoltak a kérdésekre, s nem magyaráztak semmit.

source: There he stayed for days, alone in the cold, foul, dark cell, his strength fading from lack of food or water. Malevan came by when he figured Scarrion was close to death, and gave him a choice: become his assistant or become a walking corpse servant.
fr: Il y resta des jours, seul dans le froid, la puanteur, l'obscurité. Manquant de nourriture et d'eau, il sentait ses forces s'évanouir. Malevan le rejoignit quand il imagina que Scarrion était au seuil de la mort, et lui proposa de soit devenir son assistant, soit de devenir un zombi.
hu: Scarrion napokig senyvedett a hideg, mocskos, sötét cellában, az élelem és víz hiányától ereje megfogyatkozott. Malevan akkor jött le hozzá, mikor már a halál környékezte, és tett egy ajánlatot neki: vagy élő titkára lesz, vagy agyatlan zombiként fogja szolgálni.
