Repository: wescamp/Bad_Moon_Rising-1.10
Catalog: po/*.po
Languages: fr, hu

source: What is this?
fr: Qu'est-ce que c'est ?
hu: Mi ez?

source: The skeleton was in a position that bespoke deliberate arrangement after the flesh was no longer present. $unit.name| scatters the bones with a few kicks.
fr: Le squelette était dans une position qui dénonçait un arrangement délibéré après que la chair ait disparu. $unit.name| disperse les os de quelques coups de pied.
hu: A csontváz olyan pózban ült, mintha próbababaként akarták volna használni, miután a hús lefoszlott róla. $unit.name| néhány rúgással szétszórta a csontokat.

source: Barbaric Altar
fr: Autel barbare
hu: Barbár oltár

source: Barbaric Statue
fr: Statue barbare
hu: Barbár szobor

source: Volcano Tower
fr: Tour du volcan
hu: Vulkáni torony

source: Castle Walls
fr: Murs de château
hu: Várfal

source: Castle Gates
fr: Portes du château
hu: Kastélykapu

source: Volcano Sky
fr: Ciel du volcan
hu: Vulkáni ég

source: Volcano Door
fr: Porte du Volcan
hu: Vulkántalaj

source: Rug
fr: Carpette
hu: Szőnyeg

source: Deadly Frost
fr: Gelée fatale
hu: Jégverem

source: Frost
fr: Gelée
hu: Fagyott talaj

source: Snow
fr: Neige
hu: Hó

source: Snow Dune
fr: Dune de neige
hu: Hótorlasz

source: Prologue
hu: Előjáték

source: Pursuer
hu: Üldöző

source: Camp
hu: Tábor

source: Fort Kuhle
hu: Kuhle erőd

source: General Drago
hu: Drago tábornok

source: Silence!
hu: Csendet!

source: Argh...
hu: Áááhh...

source: IEEEeeee....
hu: Ujjjééééé....

source: Ach!
hu: Ahh!

source: Lieutenant Branson
hu: Branson hadnagy

source: Grrrrr! Woof!
hu: Hrrrr! Vaúúú!

source: -(hisssss)-
hu: -(hissssszzz)-

source: <i>(sniff, sniff... snort!)</i>
hu: <i>(szipp, szipp... kaffog!)</i>

source: <i>(sniff, sniff, sniff...)</i>
hu: <i>(szipp, szipp, szipp...)</i>

source: <i>(sniff, sniff... Grrr...)</i>
hu: <i>(szipp, szipp... Hrrr)</i>

source: Grrrr...
hu: Hrrrr...

source: -(snort!)-
hu: -(felhördül)-

source: Grrr!
hu: Hrrr!

source: Lieutenant
hu: Hadnagy

source: triage +4
hu: kúrálás +4

source: Reconfiguration
hu: Új beállítás

source: Ouch...
hu: Aúúú...
