Repository: wescamp/Bad_Moon_Rising-1.10
Catalog: po/*.po
Languages: fr, hu

source: (whipser) Right, that settles it. They have no idea what they are doing, there's still hope.
fr: (chuchotement) Bien, c'est réglé Ils n'ont aucune idée ce qu'ils font, il y a encore de l'espoir.
hu: (súgva) Remek, minden világos. Fogalmuk sincs, mi ez a hely, reménykedhetünk.

source: Storm the temple, clear out the pretenders!
fr: Prenez d'assaut le temple, liquidez les imposteurs !
hu: Megrohamozzuk a templomot, és kisöpörjük onnan a bitorlókat!

source: These ugly statues were clearly not made by the same people who built the rest of the ruins. They depict some sort of animal, and there are bones scattered around them...
fr: Ces horribles statues n'ont manifestement pas été faites par les mêmes personnes qui ont construit le reste des ruines. Elles représentent une sorte d'animal, et il y a des os dispersés autour d'elles...
hu: Ezeket a förtelmes szobrokat egyértelműen nem ugyanazok készítették, akik a romot építették. Ők festhették ezeket a furcsa állatokat is, s ők hagyhatták szétszórva a csontokat is...

source: They were not built for beauty, they may have some other purpose.
fr: Elles n'ont pas été construites pour plaire, Elles doivent avoir un autre but.
hu: Nem a szépségük miatt kerültek ide, más céljuk volt.

source: Right! I bet they are warning us to go away.
fr: Bien ! Je parie qu'elles sont un avertissement pour que nous partions.
hu: Igen! Fogadjunk, hogy arra intenek, hogy menjünk el innen.

source: We're clear of the tallus and treacherous terrain, we can move much faster on the tundra. (Though I don't know where we will go...)
fr: Nous sommes sortis des terrains en éboulis et instables, nous pouvons aller beaucoup plus vite sur la toundra. (Bien que je ne sache pas où nous irons...)
hu: Végre kievickéltünk arról a fedetlen és pokoli területről, a tundrán sokkal biztonságosabban mozoghatunk. (Bár fogalmam sincs, hová is kéne mennünk...)

source: I hope all of this was for the best, but we must be going. These lands are no less dangerous than our homeland, and I would rather die back there. If these 'gods' can save us, they won't need the help of a couple of orcs.
fr: J'espère que tout fut pour le mieux, mais nous devons continuer. Ces terres ne sont pas moins dangereuses que celles de notre patrie, et j'aimerais mieux mourir là-bas. Si ces « dieux » peuvent nous sauver, ils n'auront pas besoin de l'aide d'une paire d'orcs.
hu: Remélem, hogy mindez a jobbítás irányába visz, de nekünk tovább kell mennünk. Ezek a területek nemkevésbé veszélyesek, mint a szülőföldünk, s ha már választhatok, inkább ott halok meg. Ha azok az 'istenek' segíthetnek, akkor egy csapat ork jelenléte vagy hiánya nem oszt vagy szoroz.

source: Grat is right, we should head back. Good luck, Belleros. I hope you are re-united with your friend, and I hope we all survive this.
fr: Grat a raison, nous devrions rentrer. Bonne chance, Belleros. J'espère que vous serez réunis avec votre ami, et j'espère que nous survivrons tous à tout cela.
hu: Gratnak igaza van, vissza kell térnünk. Sok szerencsét, Belleros! Remélem újra találkozol a barátoddal, s remélem mindannyian túléljük ezt az egészet.

source: I think we'd stand a better chance if we stood side by side, but I will respect your wishes. Farewell.
fr: Je pense que nous aurions une meilleure chance si nous restions ensemble, mais je respecterai vos souhaits. Adieu.
hu: Szerintem sokkal több esélyünk lenne, ha együtt maradnánk, de tiszteletben tartom a döntéseteket. Az istenek kísérjenek titeket.

source: The enemy horde has caught up to us...
fr: La horde ennemie nous a rattrapés...
hu: Az ellenséges horda elkapott minket...

source: Raenna awoke in a dark, unfamiliar room lit by an odd blue light. She felt strange - distracted and unable to focus, but her body felt better than it had in years. She sat up, and the room went spinning. She felt a cold hand on her shoulder, and she spun around to face a tall, dark figure.
fr: Raenna se réveilla dans une pièce sombre et inconnue éclairée par une étrange lumière bleue. Elle se sentait étrange — distraite et incapable de se concentrer, mais son corps se sentait mieux qu'il ne l'avait jamais été depuis des années. Elle se redressa, et la salle se mit à tourner. Elle sentit une main froide sur son épaule, et elle se retourna pour faire face à une silhouette sombre.
hu: Raenna egy sötét, ismeretlen, különös kék fényben úszó teremben ébredt. Furcsán érezte magát - gondolatai kuszán kavarogtak, de a közérzete határozottan jobb volt, mint évek óta bármikor. Felült, mire a szoba forogni kezdett körülötte. Egy hideg kéz érintette meg a vállát, s ahogy oldalra fordult, egy magas, sötét alakot vett észre.

source: 'Welcome back, I worried you would not wake.' 'Where am I? Who are you?' 'You are in a safe place, and my name is Athanta. You were going to die in that cave, but I brought you here.' 'Die? Cave?'
fr: « Bienvenue parmi nous, je craignais que vous ne vous réveilliez jamais. » « Où suis-je ? Qui êtes-vous ? » « Vous êtes dans un endroit sûr, et mon nom est Athanta. Vous alliez mourir dans cette caverne, mais je vous ai amené ici. » « Mourir ? Caverne ? »
hu: 'Üdv a visszatérőnek, féltem, hogy nem ébredsz fel.' 'Hol vagyok? És ki vagy te?' 'Biztonságban vagy, az én nevem Athanta. Majdnem meghaltál abban a barlangban, de én kihoztalak.' 'Meghalni? Barlangban?'

source: 'Your friends have wasted no time in bringing disaster upon us all. Soon after they abandoned you in the cave, they rushed to prostrate themselves before dark spirits-' 'Why would they do that, why would they want disaster?' 'They do not want disaster, they are scared and know not what they do. That is why you must stop them, alert them of their mistake.
fr: « Vos amis n'ont pas perdu de temps pour amener le désastre sur nous tous. Peu de temps après qu'ils vous aient abandonné dans la grotte, ils se sont précipités pour se prosterner devant de sombres esprits — » « Pourquoi feraient-ils cela, pourquoi voudraient-ils une catastrophe ? » « Ils ne veulent pas une catastrophe, ils ont peur et ils ne savent pas ce qu'ils font. C'est pourquoi vous devez les arrêter, et les informer de leur erreur. »
hu: 'A barátaid fáradhatatlanul dolgoznak azon, hogy mindannyiunkat elpusztítsanak. Rögtön azután, hogy otthagytak téged a barlangban, hanyatthomlok rohantak, hogy a sötét szellemek lábai elé vessék magukat-' 'De miért teszik ezt, s miféle pusztítást akarnak?' 'Nem ők akarják a pusztítást, ők csak félnek, és nem tudják, mit cselekszenek. Ezért kell őket neked megállítani, figyelmeztetni őket a tévedésükre.'

source: 'But if they will not cooperate, you will have to use force...'
fr: « Mais s'ils ne veulent pas coopérer, vous aurez à utiliser la force... »
hu: 'De ha nem hallgatnának rád, kényszerítened kell őket...'

source: Meanwhile, out on the tundra, Belleros and the Ukians had regathered themselves and considered their next move. Belleros did not know if the daemons needed to sleep, but he knew that humans did. As they set up camp, Belleros's thoughts had time to spin...
fr: Pendant ce temps, sur la toundra, Belleros et les Ukiens s'étaient regroupés et ils réfléchissaient à leur prochain déplacement. Belleros ne savait pas si les démons avaient besoin de dormir, mais il savait que c'était le cas des humains.Pendant qu'ils dressaient le camp, Belleros eut le temps de réfléchir...
hu: Ezalatt a tundrán Belleros és az ukiaiak újra összegyűltek, s a következő lépésről tanácskoztak. Belleros nem tudta, hogy a démonoknak szükségük van-e alvásra, de azt tudta, hogy az embereknek igen. Amint tábort ütöttek, Belleros agyában sebesen pörögtek a gondolatok...

source: He had known Hrala's suggestion was a long shot, but the results were still disappointing. Had Carghanna been cured, the future might not seem so dire. He admired the way she had always managed to stay in control, never giving in to panic.
fr: Il avait su que la suggestion de Hrala était un peu faible, d'ailleurs les résultats étaient encore décevants. Si Carghanna avait été guérie, l'avenir n'aurait pas semblé si désespéré. Il admirait la façon dont elle avait toujours réussi à garder son contrôle, sans jamais céder à la panique.
hu: Tudta, hogy Hrala javaslata utolsó esély volt, de az eredménye akkor is bosszantó. Ha Carghanna felgyógyult, a jövő nem is látszott olyan szörnyűnek. Belleros csodálta Carghannát, amiért mindig nyugodt tudott maradni, s sohasem esett pánikba.

source: And now there was plenty cause to panic. Belleros might have given in to panic, but he felt a strange calm. Or rather a deadness. Teora Banner and the blue demons had total control of the north, the elves in the south wanted the Ukians dead. There was nowhere to go and time was slipping away...
fr: Il y avait maintenant de nombreuses causes de panique. Belleros aurait dû céder à la panique, mais il se sentait étrangement calme. Ou plutôt engourdi. La bannière de Teora et les démons bleus avaient un contrôle total du nord, les elfes au sud voulaient la mort des ukiens. Il n'y avait nulle part ou aller et le temps lui échappait...
hu: Pedig most rengeteg ok lett volna a pánikra. Belleros közel állt ahhoz, hogy pánikba essen, mégis valami hűvös nyugalom szállta meg. A Teorák és a kék démonok teljes mértékben ellenőrzik az északi vidéket, délen a tündék szomjaznak az ukiaiak halálára. Nem volt hova menni, az idő vészesen fogyott...

source: That night, Belleros woke to find his tent filled with a faint green light. A familiar voice spoke into his ear. 'Belleros, don't give up hope. The future looks bleak, but there is something you can do.' 'Carghanna? Where are you-' 'Though I cannot be at your side, I watch over you. You did the right thing taking me to that temple. I have learned of a way to rid the land of those demons. North of here, at the peak of a great volcano, is a focus of great power.
fr: Cette nuit-là, Belleros se réveilla pour trouver sa tente emplie d'une lumière vert pâle. Une voix familière lui parla à l'oreille. « Belleros, ne perds pas espoir. L'avenir semble sombre, mais il ya quelque chose que vous pouvez faire. » « Carghanna ? Où êtes-vous — » « Bien que je ne puisse pas être à vos côtés, je veille sur vous. Vous avez bien fait de m'amener au temple. J'ai appris où se trouve un moyen de débarrasser la terre de ces démons. Au nord d'ici, au sommet d'un grand volcan, se trouve le foyer d'une grande puissance. »
hu: Ezen az éjszakán Belleros arra ébredt, hogy sátrát halvány zöld fény világítja meg. S egy ismerős hang suttogását is meghallotta. 'Belleros, ne add fel a reményt! Habár a jövő kilátástalannak tűnik, mégis van egy esély, ami segíthet.' 'Carghanna? Hol vagy?' 'Habár nem lehetek veletek, figyellek titeket. A legjobbat tettétek, hogy elvittetek abba a templomba. Megtanultam, hogy lehetne a földet megszabadítani azoktól a démonoktól. Északra tőletek, a nagy vulkán csúcsában van egy hatalmas erejű fegyver.'

source: 'You must reach the peak of the volcano before the demons. If they gain control of it, they will use it to destroy all life across the land.' 'Carghanna, this all sounds very strange. Racing north, climbing a mountain... Our people are wounded and tired, there are orcs and demons all over the tundra...' 'Be strong, Belleros, the journey will be tough but you must try. The beings that built the temple on Mount Tien were mortal enemies of the demons and fought them to a stalemate. But that was long ago, and now the demons run unchecked. All life depends upon us reaching that volcano before they do... Hurry... Please...'
fr: « Vous devez atteindre le sommet du volcan avant les démons. S’ils prennent le contrôle de celui-ci, ils vont l'utiliser pour détruire toute vie sur la terre. » « Carghanna, tout cela semble très étrange. Courir au nord, escalader une montagne... Nos gens sont blessés et fatigués, il y a des orcs et des démons partout sur la toundra... » « Soyez fort, Belleros, le voyage sera difficile, mais vous devez essayer. Les êtres qui ont construit le temple sur le mont Tien étaient des ennemis mortels des démons et le combat les a amenés à une impasse. Mais c'était il y a longtemps, et maintenant les démons sont sans contrôle. Toute vie dépend de du fait que vous atteigniez ce volcan avant eux... Dépêchez-vous... S'il vous plaît... »
hu: 'A démonok előtt ide kell érnetek a vulkánhoz. Ha ők teszik rá a kezüket a fegyverre, minden életet elpusztítanak messze földön.' 'Carghanna, ez az egész nagyon különösen hangzik. Versenyfutás északra, hegymászás... Embereink fáradtak, sebektől véreznek, s orkok és démonok uralják a tundrát...' 'Légy erős, Belleros, az út kemény lesz, de meg kell tennetek. Azok a lények, akik a templomot építették a Tien-hegyen, a démonok halálos ellenségei voltak, s a végsőkig harcoltak ellenük. De ez nagyon régen volt, most viszont a démonok szabadon garázdálkodhatnak. Minden élő lény sorsa azon múlik, hogy sikerül-e előttük elérnetek a vulkánt... Siessetek... Kérlek...'

source: The light faded and she was gone. Belleros pulled his boots on and ran out to wake the others. The demons could move fast and at least one of them could fly - it was going to be a brutal march, but there was no choice...
fr: La lumière s'est estompée et elle avait disparu. Belleros mit ses bottes et sortit en courant réveiller les autres. Les démons pouvaient se déplacer rapidement et au moins l'un d'eux pouvait voler — ça allait être une marche brutale, mais il n'y avait pas d'autre choix...
hu: A fény kihunyt, s Carghanna eltűnt. Belleros felrántotta a csizmáját, s talpra rángatta a többieket is. A démonok gyorsabban mozognak, s legalább egy közülük repülni is tud - kegyetlen menet lesz, de nincs más lehetőség...

source: Welcome back to the land of the living!
fr: Bienvenue sur la terre des vivants !
hu: Légy üdvözölve újra az élők közt!

source: Where am I?
fr: Où suis-je ?
hu: Hol vagyok?

source: And who are you?
fr: Et qui êtes-vous ?
hu: És ki vagy te?

source: My name is Athanta, you are in a safe place. You would have died in that cave, but I brought you here.
fr: Mon nom est Athanta, vous êtes dans un endroit sûr. Vous seriez morte dans cette caverne, mais je vous ai amené ici.
hu: Az én nevem Athanta, biztonságban vagy. Meghaltál volna abban a barlangban, de kimentettelek.

source: Raenna was slightly distracted by the words. She knew they were of a foreign tongue, yet she understood them perfectly.
fr: Raenna fut légèrement distrait par les mots. Elle savait qu'ils parlaient une langue étrangère, mais elle les avait parfaitement compris.
hu: Raennát kicsit megzavarták ezek a szavak. Tudta, hogy idegen szavakat hall, mégis minden szót tisztán értett.

source: Cave?
fr: Caverne ?
hu: Barlangban?

source: Your friends waste no time in bringing disaster upon this world. Soon after abandoning you, they rushed to prostrate themselves before dark spirits-
fr: Vos amis ne perdent pas de temps pour déclencher une catastrophe sur ce monde. Peu de temps après vous avoir abandonné, ils se sont précipités pour se prosterner devant de sombres esprits —
hu: A barátaid szüntelenül azon munkálkodnak, hogy katasztrófát hozzanak a világra. Rögtön azután, hogy elhagytak téged, rohantak, hogy a sötét szellemek előtt áldozzanak-

source: Why? Why would they want to bring distaster?
fr: Pourquoi ? Pourquoi voudraient-ils apporter une catastrophe ?
hu: Miért? Miért akarnak katasztrófát hozni a világra?

source: They do not want disaster, they are scared and know not what they do. That is why you must stop them, alert them of their mistake.
fr: Ils ne veulent pas une catastrophe, ils ont peur et ils ne savent pas ce qu'ils font. C'est pourquoi vous devez les arrêter, et les informer de leur erreur.
hu: Ők nem akarnak, meg vannak zavarodva, s nem tudják, mit cselekszenek. Ezért kell neked megállítanod őket, s figyelmeztetned őket a tévedésükre.

source: How I strive to be understanding, but you are trying my patience! We don't have any more time to spend on your strange projects.
fr: Je m'efforce d'être compréhensif, mais vous épuisez ma patience ! Nous n'avons plus de temps à consacrer à vos projets étranges.
hu: Én tényleg igyekszem érthetően beszélni, de nagyon próbára teszitek a türelmemet! Nincs több időnk a különös tervetekre.

source: You can move on ahead, Lord Ares. I will make sure this does not slow us down.
fr: Vous pouvez aller de l'avant, seigneur Ares. Je ferai en sorte que ça ne nous ralentisse pas.
hu: Mehetsz előre, Lord Ares. Biztosíthatlak, hogy ez a kis terv nem fog minket lelassítani.

source: You don't have much more time, Athanta. Your project must bear fruit or Ares <i>will</i> shut it down, I've done all I could...
fr: Vous n'avez pas beaucoup plus de temps, Athanta. Votre projet doit porter ses fruits ou Ares aura la <i>volonté</i> de l'arrêter, j'ai fait tout ce que je pouvais...
hu: Nincs több próbálkozásod, Athanta. A terved vagy bejön, vagy Ares<i>fog</i> cselekedni. Én mindent megpróbáltam...

source: Who are they? What is going on?
fr: Qui sont-ils ? Qu'est-ce qui se passe ?
hu: Kik azok, és mi folyik itt?

source: It is very important that you stop your friends. The very existence of your people depends upon it. We have much ground to cover, let us get started.
fr: Il est très important que vous arrêtiez vos amis. L'existence même de votre peuple en dépend. Nous avons beaucoup de chemin à parcourir, commençons.
hu: Nagyon fontos, hogy megállítsd a barátaidat. Az összes ember léte függ tőle. Több területen is harcolunk, de most indulnod kell.

source: Where ... ? Wait!
fr: Où... ? Attendez !
hu: Hová...? Várj!

source: This is a place-holder
fr: Il s'agit d'un espace réservé
hu: Ez egy átvezető térkép

source: Escape Nemesis.
fr: Fuir Némésis
hu: Megszöksz Nemesis elől

source: Winter is over, it is now spring.
fr: L'hiver est terminé, c'est maintenant le printemps.
hu: Elmúlt a tél, beköszöntött a tavasz.

source: Head toward the volcano, through the White Dunes.
fr: Dirigez-vous vers le volcan, à travers les dunes blanches.
hu: A Fehér Morénamezőn át eljutsz a vulkánhoz.

source: Get attacked by Primval Forces (Dogface)
fr: Vous êtes attaqué par les forces ouraniennes (Fantassin)
hu: Megtámad az antik haderő (Kutyafejű)

source: We need to head somewhere safe, but I'm not sure where that would be...
fr: Nous avons besoin de nous diriger vers un endroit sûr, mais je ne sais pas où...
hu: Valami biztonságos helyre kellene húzódnunk, de nem tudom, hol találhatnánk ilyet...

source: Uh-oh.
fr: Oh-oh.

source: This is Elf Territory... There is no safety here, we need to head back north.
fr: C'est un territoire Elfique... Il n'y a aucune sécurité ici, nous devons nous rediriger vers le nord.
hu: Ez tünde terület... Itt nem biztonságos, vissza kell mennünk északra.

source: We can't go back to the cave, that's where the invaders are...
fr: Nous ne pouvons pas revenir à la grotte, c'est là que se trouvent les envahisseurs...
hu: Nem térhetünk vissza a barlangba, ott vannak az üldözőink...

source: We've been caught! Scatter!
fr: Nous avons été surpris ! Dispersion !
hu: Rajtunk ütöttek! Szétszóródni!

source: We must go through this to get to the volcano...
fr: Nous devons passer à travers ça pour atteindre le volcan...
hu: Át kell vágnunk a vidéken, ha el akarunk jutni a vulkánhoz...

source: Heavens Gate
fr: La porte des cieux
hu: Mennyei Kapu

source: The Ukians and Orcs retreated up the pass near the base of the volcano to where the orcish sovereign had ensconced himself. The orc leader knew nothing about the volcano, but the orcs had been having trouble with the demon scouts, and he knew the pass was a defensible terrain.
fr: Les Ukiens et les Orcs se retirèrent par le passage près de la base du volcan jusqu'à à l'endroit où le souverain orc s'était blotti. Le chef orc ne savait rien sur le volcan, mais les orcs avaient eu des problèmes avec les éclaireurs des démons, et il savait que la passe était un terrain défendable.
hu: Az ukiaiak és az orkok visszavonultak az északi ösvényen az ork táborhoz, amely a vulkán lábánál helyezkedett el, s ahol az ork fejedelem letelepedett.

source: This was fortunate because there would have been no time to meet otherwise, the demons were making good progress across the windswept tundra.
fr: Ce fut heureux, car ils n'auraient pas eu le temps de se rencontrer autrement, les démons progressaient rapidement à travers la toundra balayée par le vent.
hu: Ez szerencsés találkozás volt, mivel máskülönben nem lett volna idő a találkozó létrejöttéhez, a démonok feltartóztathatatlanul nyomultak előre a széljárta tundrán.

source: Maintain control of the entrance to the pass.
fr: Maintenir le contrôle de l'entrée de la passe.
hu: Megvéded a hágó bejáratát

source: Death of Skalla Teora
fr: Mort de Skalla Teora
hu: Skalla Teora elesik

source: So, I finally meet one of those who defeated the warlord Huric... I'm told you wish to continue north, up the mountain. What is up there?
fr: Donc, je rencontre enfin l'un de ceux qui ont vaincu le seigneur de guerre Huric... On me dit que vous souhaitez continuer vers le nord, jusqu'à la montagne. Qu'est-ce qu’il y a là-haut ?
hu: Végre találkozhatok azok egyikével, akik legyőzték Huric hadurat... Úgy hallottam, hogy tovább akartok vonulni északra, fel a hegyre. Mi van ott?

source: I'm not sure. The demons want something up there, we intend to deprive them of it-
fr: Je ne suis pas sûr. Les démons veulent quelque chose de là-haut, nous avons l'intention de les en priver —
hu: Pontosan nem tudom. A démonok keresnek valamit odafenn, mi csak ezt szeretnénk megakadályozni-

source: Like thieves! If you want to continue north, you will have to do better than that!
fr: Comme des voleurs ! Si vous voulez continuer vers le nord, vous devrez faire mieux que ça !
hu: Mint a tolvajok! Ha északra akartok menni, ennél jobb magyarázatot kell adnod!

source: Well...
fr: Eh bien...
hu: Rendben...

source: Falka must have fallen...
fr: Falka a dû tomber...
hu: Ezek szerint Falka elesett...

source: They're catching up to us, we need to move on!
fr: Ils nous rattrapent, nous devons bouger !
hu: A nyomunkban vannak, azonnal tovább kell mennünk!

source: Ha! Try to run like little weasles, and my warriors up ahead will cut you off. Stand and fight, it is our only chance to fend off these... whatever they are.
fr: Ah ! Essayez de vous enfuir comme de petites fouines, et mes guerriers vous couperont en morceaux. Se battre, c'est notre seule chance de repousser ces... quels qu'ils soient.
hu: Ha! Most meg nyulat próbálsz játszani, s elfutnál, csakhogy a harcosaim készen állnak feljebb az úton, és levadásznak, ha elfutsz. Maradj itt, és harcolj, csak úgy győzhetjük le ezeket az... akármiket.

source: (We don't have time for this...) Very well, we'll stand with you to fend off the invaders.
fr: (Nous n'avons pas le temps pour cela...) Très bien, nous allons vous aider à repousser les envahisseurs.
hu: (Nem vesztegethetjük az időnket...) Jól van, itt maradunk, és segítünk visszaverni ezeket a támadókat.

source: Good! Just don't try anything clever.
fr: Bon ! Simplement, n'essayez rien de tordu.
hu: Remek! Aztán semmi trükközés...

source: Where do you think you are going? I'm beginning to think I should just wring your weasle neck... Get back and fight!
fr: Où pensez-vous que nous allons ? Je commence à penser que je devrais simplement vous tordre le cou sale fouine... Revenez et battez-vous !
hu: Hová indultál? Még egy lépés, és lenyisszantom a fejedet, nyúlszívű... Térj vissza az állásodba, és harcolj!

source: That does it! We may fall to these blue devils, but we will take you craven mice down with us!
fr: Ça y est ! Nous tomberons peut-être face à ces diables bleus, mais nous vous emmènerons avec nous, sales petits rongeurs !
hu: Ez az! Lehet, hogy elesünk ezek ellen a kék démonok ellen harcolva, velünk együtt pusztultok ti is, nyúlszívűek!
