Repository: wescamp/Bad_Moon_Rising-1.10
Catalog: po/*.po
Languages: fr, hu

source: Raenna! You are hurt!
fr: Raenna ! Vous êtes blessée !
hu: Raenna! Megsebesültél!

source: It is nothing... It is a price we have to pay... Move on!
fr: Ce n'est rien... Il s'agit du prix que nous avons à payer... Avançons !
hu: Egy kis semmiség... Ez az ár, amit fizetnünk kell... Indulj!

source: Raenna! You are a priest? What transpires?
fr: Raenna ! Vous êtes une prêtresse ? Qu'est-ce que ça veut dire ?
hu: Raenna! Te egy próféta vagy? Mi történik?

source: I don't have time to deal with you...
fr: Je n'ai pas le temps de traiter avec vous...
hu: Nincs időm veled foglalkozni...

source: No, you don't have to. Raenna, I've been trying to make ammends... This fight is important, that I can see. Let me help!
fr: Non, ce n'est pas nécessaire. Raenna, j'ai essayé de modifier cela... Ce combat est important, autant que je puisse en juger. Permettez-moi de vous aider
hu: Nem is kell! Raenna, én mindig is jó útra akartam térni... Ez a harc fontos, ahogy látom. Hadd segítsek!

source: Fine! But don't try anything, or I <i>will</i> kill you.
fr: Très bien ! Mais ne tentez rien, où je vous <i>tuerai</i>.
hu: Remek! De ne próbálj meg trükközni, vagy <i>véged</i> lesz.

source: This structure houses great troubles, don't let the dark spirits get a foothold - Exterminate the beasts!
fr: Cet ouvrage abrite de grands malheurs, ne laissez pas les sombres esprits y prendre pied — exterminer les bêtes !
hu: Ez a labirintus komoly problémát okozhat, de ne hagyjatok egy talpalatnyi helyet se a szellemeknek- Kiirtani a szörnyetegeket!

source: The Khthon are converging upon us, but I've secured a path and our Legion has clear movement. May we finally rid the world of the green scourge!
fr: Les chthoniens convergent sur nous, mais j'ai sécurisé un chemin et notre Légion est libre de ses mouvements. Puissions-nous enfin débarrasser le monde du fléau vert !
hu: A khthonok átalakítanak mindenkit, de biztosítottam az utat, s tiszta a terep a légiónk előtt. Megtisztítjuk a világot ezektől a zöld istencsapásoktól!

source: Sweet success. It won't be long now...
fr: Un succès bien mérité. Ce ne sera pas long maintenant...
hu: Sikerült! Mióta vágytam erre...

source: As the damaged, ancient device glowed brighter, Raenna spent her final moments in contemplation. She looked back with some nostalgia upon the innocent days of defending Korkath from Huric's gang of cretins - life was so much simpler back then...
fr: Alors que le dispositif ancien et endommagé rayonnait plus lumineusement, Raenna passa ses derniers moments en contemplation. Elle contempla avec une certaine nostalgie les jours innocents de la défense de Korkath contre la bande de crétins d'Huric — la vie était tellement plus simple à l'époque...
hu: Ahogy a megrongált, ősi eszköz felfénylett, Raenna előtt felrémlettek életének szép pillanatai. Némi vágyakozással tekintett vissza azokra a szép napokra, amikor Korkathot Huric részeg, kéjsóvár bandáitól védelmezték - az élet mennyivel egyszerűbb volt akkoriban...

source: Ooh, nice try. I'm still getting set up here though, so go away.
fr: Hoo, bien essayé. Je suis encore en train de tout mettre en place ici, alors éloignez-vous.
hu: Óóh, szép próbálkozás. De még van egy kis dolgom, félre az utamból.

source: Carghanna! What are you doing, what is going on!? Please say you have a plan.
fr: Carghanna ! Que faites-vous, qu'est-ce qui se passe ? S'il vous plaît, dites-moi que vous avez un plan.
hu: Carghanna! Mit akarsz csinálni, mi folyik itt? Mondd, mi a terved!

source: 'Carghanna?' Yes, I suppose it appears that way... Carghanna is one of us now, you will join her soon enough. Rest assured that I do have a plan, though I will not tell you now.
fr: « Carghanna » Oui, je suppose que ça en a l'apparence... Carghanna est l'une d'entre nous aujourd'hui, et vous allez bientôt la rejoindre. Soyez assurés que je dispose d'un plan, même si je ne vais pas vous l'expliquer maintenant.
hu: 'Carghanna?' Ja, hogy hasonlítok rá... Carghanna most már egy közülünk, s te is hamarosan csatlakozhatsz hozzá. Persze, hogy van egy tervem, de ezt most nem kötöm az orrodra.

source: Your plans are not worth listening to, for they are but dreams.
fr: Vos plans ne valent pas la peine d'être écoutés, car ils ne sont que des rêves.
hu: A terveid nem érdemlik meg, hogy napvilágot lássanak, mivel csak álmok.

source: How? - you-
fr: Comment ? — Vous —
hu: Hogy? -te-

source: With your power source, we will blow the top off of this volcano! We need not fight your slaves, for we will win through attrition: The ash from the cinder-head will blot out the sun, and all shall perish but us. We shall inherit this land.
fr: Avec votre source de pouvoir, nous allons faire sauter le sommet de ce volcan ! Nous n'avons pas besoin de combattre vos esclaves, nous allons gagner grâce à l'usure : Les cendres de l'éruption masqueront le soleil, et tous périront, sauf nous. Nous allons hériter de cette terre.
hu: Az eszközzel, amin csücsülsz, felrobbantjuk ezt a vulkánt! Nem kell harcolnunk a kreatúráiddal, egyszerűen irtjuk ki őket: A vulkánból felszálló hamu eltakarja a napot, s minden élő, aminek fény kellene, elpusztul. S ölünkbe pottyan az egész világ.

source: Whoa... What!?
fr: Qui... Quoi !?
hu: Miii... Micsoda!?

source: Do not worry, Raenna, you will not die with them. Retreat from this summit and join Ares. You can spend your days as one of us.
fr: Ne vous inquiétez pas, Raenna, vous ne mourrez pas avec eux. Reculer du sommet et rejoignez Ares. Vous pourrez vivre comme l'un d'entre nous.
hu: Semmi okod az aggodalomra, Raenna, te nem halsz meg velük. Vonulj vissza Aresszel! Velünk együtt töltheted a napjaidat.

source: And what about us? Raenna, what will happen to us?
fr: Et nous ? Raenna, qu'est-ce qui va nous arriver ?
hu: És velünk mi lesz? Raenna, mi történik velünk?

source: Foul Nemesis! This is a set-back, but we Khthon are very patient. Life is tenacious, and will survive your volcanic winter to regain its foot-hold...
fr: Fétide Nemesis ! C'est un pas en arrière, mais nous chthoniens sommes très patients. La vie est tenace, et nous survivrons à votre hiver volcanique pour reconquérir son territoire...
hu: Aljas Nemesis! Súlyos csapás ez nekünk, de mi, Khthonok kitartóak vagyunk. Mindig vannak túlélők, s lesznek, akik túlélik még ezt a vulkanikus telet is, s akkor újra megvetjük a lábunkat...

source: And when it does, I will be there to collect and direct it. So, until then...
fr: Et quand cela arrivera, je serai là pour la recueillir et la diriger. Donc, jusque-là...
hu: S amikor ez bekövetkezik, én is megjelenek, összegyűjtöm és irányítom ezeket a lényeket. Addig is...

source: No, Echidna. Not this time...
fr: Non, Echidna. Pas cette fois...
hu: Nem, Echidna. Ezúttal nem menekülsz...

source: This is your damned plan!? Destroy this powerful facility!? Continue going in circles with the Khthon? My strategy-
fr: C'est votre damné plan ? Détruire cette puissante installation ? Continuer à tourner en rond avec les chthoniens ? Ma stratégie —
hu: Ez a te ördögi terved!? Megszüntetni ezt a sokszínűséget!? Folytatni a Khthonok elleni örökös háborút? Az én elképzelésem-

source: Your strategy was falling apart! Unless giving Echidna a new army was part of it...
fr: Votre stratégie est en train de s'effondrer ! Sauf si donner à Echidna une nouvelle armée en faisait partie...
hu: A terved darabokra hullott! Hacsaknem az volt a terved, hogy új sereget bocsátasz Echidna rendelkezésére...

source: Short-sighted as ever! I'm putting a stop to this idiocy, I'll see if I can shut down the bomb.
fr: Myope comme toujours ! Je vais mettre un terme à cette idiotie, je vais voir si je peux arrêter la bombe.
hu: Rövidlátó vagy, mint mindig! Véget vetek ennek az őrültségnek, leállítom azt az ördögi masinát.

source: You will do no such thing!
fr: Vous ne ferez pas une telle chose !
hu: Képtelen leszel megtenni!

source: The blast will be powerful, we should not stay here.
fr: L'explosion sera puissante, nous ne devrions pas rester ici.
hu: A robbanás elementáris erejű lesz, tűnjünk el innen.

source: The spreading darkness and ash will weaken the lesser races, but if the Khthon get to them first they could still be a problem. We will march south, to raze their cities and break the spines of their armies. A starving and defeated people will be much less useful to our enemy...
fr: L'obscurité croissante et les cendres vont affaiblir les races inférieures, mais si les chthoniens arrivent à eux avant, ils pourraient être encore un problème. Nous marcherons au sud, pour raser leurs villes et briser les défenses de leurs armées. Un peuple affamé et battu sera beaucoup moins utile à notre ennemi...
hu: A létrejövő sötétség és a hamufelhő meggyengíti a kisebb fajokat, de ha a Khthonok előttünk érik el őket, még mindig problémát okozhatnak. Délre vonulunk, és megsemmisítjük a városaikat, és szétverjük a főseregeiket. Az éhező és megvert emberek nem lesznek kívánatos célpontok az ellenségeinknek...

source: That doesn't sound good...
fr: Ce n'est pas bon signe...
hu: Ez rémesen hangzik...

source: Can't we do something?
fr: Ne pouvons-nous faire quelque chose ?
hu: Nem tehetnénk valamit ellene?

source: Deactivate the Volcanic device
fr: Désactiver l'appareil volcanique
hu: Leállítod a vulkáni eszközt

source: Volcanic Eruption
fr: Eruption volcanique
hu: Felrobban a vulkán

source: We need to prevent the eruption, but that would not deal with our friends - they who would kill us for 'attrition.'
fr: Nous devons empêcher l'éruption, mais ça ne règlerait pas le problème de nos amis — ceux qui nous tueraient par « usure ».
hu: Meg kell akadályoznunk a robbanást, de ez nem fog tetszeni a barátainknak - akik a 'téllel' akarnak minket kiirtani.

source: Can an immortal god be blown up? How do we stop the explosion?
fr: Un dieu immortel peut-il être détruit ? Comment pouvons-nous arrêter l'explosion ?
hu: Egy halhatatlan istent meg lehet ölni? Hogy állítjuk le a robbanást?

source: I need to get to the device, maybe I can think of something...
fr: J'ai besoin d'accéder au dispositif, peut-être que je peux penser à quelque chose...
hu: El kell jutnom ahhoz az eszközhöz, talán kiókumlálok valamit...

source: You know how it works?
fr: Vous savez comment ça fonctionne ?
hu: Tudod, hogy működik?

source: Not at all.
fr: Pas du tout.
hu: Nem igazán.

source: That big cat again! We have to find a way past that thing...
fr: Encore ce gros chat ! Nous devons trouver un moyen de passer ce truc...
hu: Már megint az az óriás macska! Valahogy ki kéne kerüljük...

source: I see some recent boot-prints in the dust...
fr: Je vois de récentes empreintes de bottes dans la poussière...
hu: Látok néhány friss csizmanyomot a porban...

source: They are human, but there was something wrong. I could see it in the vacant eyes.
fr: Ils sont humains, mais il y a quelque chose qui ne va pas. Je peux le voir dans le vide de leurs yeux.
hu: Emberek, de valami történt velük. Látom az üres szemükben.

source: Belleros, are you still ... you?
fr: Belleros, êtes-vous encore... vous-même ?
hu: Belleros, te még ... önmagad vagy?

source: Of course he isn't, he's Khthon!
fr: Bien sûr, que ce n'est plus lui, c'est un chthonien !
hu: Természetesen nem, hiszen ő már egy khthon!

source: Rest in peace, either way.
fr: Repose en paix, de toutes façons.
hu: Nyugodj békében, szegény barátom!

source: ... I have no idea what I'm looking at. However, it looks like I may be able to lift it.
fr: ... Je n'ai aucune idée de ce que je recherche. Cependant, il semble que je sois en mesure de le soulever.
hu: ... Fogalmam sincs, mi lehet ez az eszköz. de mintha felvinne valahova.

source: <i>huh!</i> It is heavy though.
fr: <i>Umpf !</i> C'est lourd quand même.
hu: <i>huh!</i>Eléggé nehéz.

source: Maybe we can get the device away from the lava.
fr: Peut-être que nous pouvons tenir l'appareil à l'écart de la lave.
hu: Talán elvihetjük az eszközt a lávától.

source: What are you doing!?
fr: Que faites-vous ?
hu: Mit csinálsz!?

source: Using humans was a mistake - yet another of Athanta's strange ideas. Why did I listen to her?
fr: Utiliser les humains pour nous aider était une erreur — encore une autre des idées étranges d'Athanta. Pourquoi l'ai-je écouté ?
hu: Embereket használni, ostobaság volt - ez is csak egy Athanta ostoba ötletei közül. Miért is hallgattam rá?

source: Now we will have to do this the hard way, but we will prevail. Neither the Khthon nor the animals they use will stand in our way...
fr: Maintenant, nous allons devoir utiliser la manière forte, mais nous allons l'emporter. Ni les chthoniens ni les animaux qu'ils utilisent ne tiendront face à nous...
hu: Most keménynek kell lennünk, de győzni fogunk. Akár a Khthonok, akár az állatkáik kerülnek az utunkba...

source: I cannot stop this device from exploding. It will surely kill us, but I doubt it will kill Ares. We do need to get this away from the lava though, and hope it is enough to prevent an erruption.
fr: Je ne peux pas empêcher ce dispositif d'exploser. Il va sûrement nous tuer, mais je doute qu'il tue Arès. Nous devons par contre l'éloigner de la lave, en espérant que cela soit suffisant pour éviter une éruption.
hu: Nem tudom leállítani a visszaszámlálást. Mi ezt már nem élhetjük túl, de kétlem, hogy Arest is megöli a robbanás. El kell vigyük az eszközt a magmakamrától, így talán megakadályozhatjuk a pusztító vulkánkitörést.

source: Move Device as far south as possible.
fr: Déplacez le dispositif aussi loin au sud que possible.
hu: Olyan messze délre viszed az eszközt, amennyire csak tudod.

source: <i>(Uhg)</i> I can't carry this thing any further, we will just have to hope that is far enough.
fr: <i>(Han)</i> Je ne peux amener cette chose plus loin, nous allons juste espérer que ce soit suffisant.
hu: <i>(Ühh)</i>Nem tudom tovább cipelni ezt az akármit, reménykedjünk, hogy elég messze vagyunk a lávától.

source: How do we stop Ares? We <i>must</i> do something to stop him!
fr: Comment pouvons-nous arrêter Ares ? Nous <i>devons</i> faire quelque chose pour l'arrêter !
hu: Hogy állítjuk meg Arest? Valamit tennünk <i>kell</i>, hogy megállítsuk!

source: This cave was sealed when Athanta and I first got here. Maybe it can be sealed again?
fr: Cette grotte était scellée lorsque Athanta et moi sommes venus la première fois. Peut-être qu'elle peut être scellée à nouveau ?
hu: Ez a barlang le volt zárva, mielőtt Athantával bejöttünk. Talán újra le lehetne zárni?

source: There may be an answer in one of the side rooms!
fr: Nous pourrions trouver une réponse dans une des salles latérales !
hu: Valamelyik oldalsó szobában kell lennie a záró mechanizmusnak!

source: Seal the Cave
fr: Sceller la grotte
hu: Lezárod a barlangot

source: Ares escapes
fr: Ares s'échappe
hu: Ares megszökik

source: The Prologue of Part 1 has a hint.
fr: Le prologue de la partie 1 a un indice.
hu: Az első rész előjátékában van egy tipp.

source: This looks promising! There's an outline of a hand, I place mine there and ...
fr: Cela semble prometteur ! Il y a le contour d'une main,J'y place la mienne et...
hu: Ígéretesnek látszik! Egy kéz körvonalait látom, ha ráteszem az enyémet...

source: No! You...
fr: Non ! Vous...
hu: Ne! Ti...

source: You're stuck in here with us, Ares. I guess we shall find out if Primeval gods can survive an exploding doomsday device!
fr: Vous êtes coincé ici avec nous, Ares. Je suppose que nous allons découvrir si les dieux ouraniens peuvent survivre à l'explosion du jugement dernier !
hu: Itt ragadtál köztünk, Ares. Most meglátjuk, hogy az antik istenek képesek-e túlélni egy ilyen pusztító erejű eszközt.

source: Make sure the humans don't escape the blast, they shall not escape their fate...
fr: Assurez-vous que les êtres humains n'échappent pas à l'explosion, ils ne doivent pas échapper à leur destin...
hu: Abban biztos lehetsz, hogy az emberek nem fogják túlélni, ők nem futhatnak el a sorsuk elől...

source: He's getting away, our brothers and sisters to the south are doomed...
fr: Il nous échappe, nos frères et soeurs du sud sont condamnés...
hu: Meglépett, a déli nővéreink és fivéreink sorsa megpecsételődött...

source: This urn is attached to the floor... <i>*hrmph*</i> It spins.
fr: Cette urne est fixée au sol... <i>*hrmph*</i> elle tourne.
hu: Ez az urna a földhöz van rögzítve, de... <i>*hrmph*</i> Megmozdult.

source: I heard squealing metal. Something happened.
fr: J'entends grincer le métal. Quelque chose s'est produit.
hu: Megcsikordult valami fém. Valami történt.

source: This urn is attached to the floor... But it spins?
fr: Cette urne est fixée au sol... Mais elle tourne ?
hu: Ez az urna a földhöz van rögzítve... De vajon elmozdítható-e?

source: A box of ... little widgets... I'm not sure what they are.
fr: Une boîte de... petits gadgets... Je ne suis pas certain de ce qu'ils sont.
hu: Egy láda... tele van valami kütyükkel... Nem tudom, mi célt szolgálhatnak.

source: This urn is also attached to the floor... And it spins as well.
fr: Cette urne est également fixée au sol... Et elle tourne aussi.
hu: Ez az urna is a padlóhoz van rögzítve... de ez is mozdítható.

source: I see light beyond this gate.
fr: Je vois la lumière au-delà de cette porte.
hu: Fényt látok a kapu mögött.

source: There has to be some way to open it.
fr: Il doit y avoir un moyen de l'ouvrir.
hu: Kell hogy legyen valami módja annak, hogy kinyissuk.

source: This tablet has strange writing on it, a picture of a human figure, and an odd symbol that matches the one on the wall...
fr: Cette tablette est couvert d'une écriture étrange, l'image d'une figure humaine, et un symbole bizarre qui correspond à celui sur le mur...
hu: Ezen a táblán egy furcsa írás van, egy emberi alak és mindenféle kriksz-kraksz, aminek a párja azon a falon található...

source: Sounds important... Though I'm not sure what to make of it for now.
fr: Ca semble important... Même si je ne sais pas quoi en faire pour le moment.
hu: Ez fontos lehet... Habár nem tudom, mit érünk vele.

source: There is a human skeleton under this thing... And an old book.
fr: Il y a un squelette humain sous cette chose... Et un vieux livre.
hu: Egy ember csontváza van ezalatt a valami alatt... És egy régi könyv.

source: I cannot read the writing, but there are lots of diagrams.
fr: Je ne peux pas lire l'écriture, mais il y a beaucoup de schémas.
hu: Nem tudom elolvasni az írást, de tele van rajzokkal a könyv.

source: Interesting...
fr: Intéressant...
hu: Érdekes...

source: These storage bins don't hold anything of note, but they were obscuring this equipment.
fr: Ces bacs de stockage ne contiennent rien de notable, mais ils cachaient cet équipement.
hu: Ezekben a hulladékgyűjtőkben semmi cetlit nem találtam, de ezt az eszközt takarták a lomok.

source: A hissing from the sphere, time's up and Ares is still alive-
fr: Un sifflement sort de la sphère, le temps est venu et Ares est toujours en vie —
hu: A gömbből sípszó hallatszik, véget ért a visszaszámlálás, és Ares még mindig él-

source: Great Northerm Trading Post
fr: Le grand comptoir du nord
hu: Nagy Északi Áruda

source: Midnight Sun Trading Post
fr: Le comptoir du soleil de minuit
hu: Éjféli Nap Áruda

source: Far North Steel
fr: Acier de l'extrême nord
hu: Távol-Észak Acélfegyverek

source: <i>Belleros eyed the clerk's silver ring</i> No, I suppose it isn't... Let's see if anyone needs anything.
fr: <i>Belleros regarda la bague en argent de l'assistant</i> Non, je suppose qu'il n'est pas... Voyons voir si quelqu'un a besoin de quoi que ce soit.
hu: <i>Belleros ránézett a boltos kezén lévő ezüstgyűrűre</i> Nem, nem hiszem... De talán valaki talál itt valami hasznosat.

source: High Chance Steel
fr: L'acier de haute chance
hu: Utolsó Esély Acéláruk

source: <i>Belleros eyed the clerk's silver ring</i> You are- no, never mind, let's see if anyone needs anything.
fr: <i>Belleros regarda la bague en argent de l'assistant</i> vous êtes — non, ce n'est pas grave, nous allons voir si quelqu'un a besoin de quoi que ce soit.
hu: <i>Belleros ránézett a boltos kezén lévő ezüstgyűrűre</i> Te, öö- nem, mindegy, hátha valaki talál itt valami hasznosat.

source: This was a warning... You are not welcome...
fr: Il s'agissait d'un avertissement... Vous n'êtes pas les bienvenus...
hu: Ez figyelmeztetés volt... nemkívánatos személy vagy...

source: Phantom Queen
fr: Reine fantôme
hu: Fantom királyné

source: Max HP bonus +2, Melee Damage +2, Max Exp penalty 10%
fr: Bonus de PV +2, dégâts au corps à corps +2, 10 % de pénalité d'expérience maximale
hu: Max ÉP +2, Közelharci sebzés +2, Max TP +10%

source: Max HP bonus +2, Ranged Strikes +1, Max Exp penalty 10%
fr: Bonus de PV +2, dégâts à distance +1, 10 % de pénalité d'expérience maximale
hu: Max ÉP +2, Távolsági csapás +1, Max TP +10%

source: Queen Astreya had simply disappeared one day. Most likely frozen to death out on the tundra, for that often happens to travellers in the north. Somehow her spirit still haunts Ukiah, and she keeps a watchful eye over her husband, her brother, and her former kingdom. Those who bring harm to them become targets of her rage.
fr: La reine Astreya avait tout simplement disparu un jour. Très probablement morte de froid dans la toundra, comme cela arrive souvent aux voyageurs dans le nord. D'une certaine manière son esprit hante encore Ukiah, et elle garde un œil vigilant sur son mari, son frère, et son ancien royaume. Ceux qui leur portent gravement préjudice deviennent la cible de sa rage.
hu: Astreya királyné egy napon váratlanul eltűnt. Biztosan megfagyott a tundrán, ahogy az északon gyakran előfordult a vigyázatlan utazókkal. A szelleme különösképpen mégis ott kísért Ukiah vidékein, s féltő gonddal őrködik férje, öccse és egykori birodalma fölött. Akik bármelyikükre veszélyt jelentenek, kivívják a haragját.

source: blade
fr: lame
hu: penge

source: hatred
fr: haine
hu: gyűlölethullám

source: Max HP bonus +2, Melee Damage +1, Max Exp penalty 30%
fr: Bonus de PV +2, dégâts au corps à corps +1, 30 % de pénalité d'expérience maximale
hu: Max ÉP +2, Közelharci sebzés +1, Max TP +30%

source: Max HP bonus +2, Movement +1, Max Exp penalty 30%
fr: Bonus de PV +2, Mouvement +1, 30 % de pénalité d'expérience maximale
hu: Max ÉP +2, Mozgáspont +1, Max TP +30%

source: Max HP bonus +2, Javelin Damage +2, Max Exp penalty 30%
fr: Bonus de PV +2, Dommage de javelot +2, 30 % de pénalité d'expérience maximale
hu: Max ÉP +2, Távolsági sebzés +2, Max TP +30%

source: Max HP bonus +2, Marksman Ability, Max Exp penalty 30%
fr: Bonus de PV +2, Capacité tireur d'élite, 30 % de pénalité d'expérience maximale
hu: Max ÉP +2, Mesterlövész képesség, Max TP +30%

source: Max HP bonus +2, Nightstalk Ability, Max Exp penalty 30%
fr: Bonus de PV +2, Capacité nocturne, 30 % de pénalité d'expérience maximale
hu: Max ÉP +2, Lopakodás képesség, Max TP +30%

source: Unlike most Khthon encountered recently, Chimera have had their corporeal forms for quite some time. Like the rest of the Khthon however, they have been dormant until very recently. They are very powerful guardians stationed at any place the Khthon deem vital.
fr: Contrairement à la plupart des chthoniens rencontrés récemment, les chimères avaient leurs formes corporelles depuis un certain temps. Comme le reste des chthoniens cependant, ils sont restés endormis jusqu'à très récemment. Ce sont de très puissants gardiens stationnés à n'importe quel endroit que les chthoniens jugent vitaux.
hu: A legtöbb khthonnal ellentétben, akikkel mostanság találkozni lehet, a kiméra fizikai megjelenése időtlen idők óta nem változott. A többi khthonhoz hasonlóan régóta senki nem látta őt, de a legutóbbi időkben újra felbukkant. Nagyon hatékonyan őrzik azokat a helyeket, amelyeket a khthonok arra érdemesnek tartanak.

source: immortal
fr: immortel
hu: halhatatlan
