Repository: wescamp/Bad_Moon_Rising-1.10
Catalog: po/*.po
Languages: fr, hu

source: This is him. Thinks he's big man! Gonna be a hero!
fr: C'est lui. Je pense que c'est un grand homme ! Il deviendra un héros !
hu: Ez ő. Nagynak képzeli magát! Egyenesen hősnek!

source: Heh! So, Hero, where is she?
fr: Hé ! Alors, le héros, où est-elle ?
hu: Heh!Szóval te Hős, hol van a kislány?

source: (Spit!) Go t'hell!
fr: (Crache !) Allez en enfer !
hu: (Köp!) Húzzá' a pokolba!

source: (whisper) I recognize those two, they often go wolf hunting with Huric. They have quite a reputation for their sadistic pleasures.
fr: (murmure) Je connais ces deux-là. Ils allaient souvent chasser les loups avec Huric. Que font-ils ? Ils ont une certaine réputation pour leurs plaisirs sadiques.
hu: (súgva) Ismerem ezt a kettőt, gyakran vadásztak együtt Hurickal a farkasokra. Hírhedett szadista állatok.

source: I grow tired of this, Hero. We only came here because she pleased my eye, but there are plenty of others in this town. We'll go door to door...
fr: Ma lassitude grandit, héros. Nous sommes venus ici parce qu'elle plaisait à mes yeux, mais il y en a beaucoup d'autres dans cette ville. Nous allons faire du porte-à-porte...
hu: Na elég volt ebből a diskurzusból, te Hős! Azért jöttünk ide, mert látni kívántam a kislányt, de vannak más nők is a városban. Házról-házra fogunk menni...

source: Ha ha! The men will enjoy that!
fr: Ha ha ! Les hommes vont apprécier !
hu: Ha ha! Az emberek élvezni fogják a vadászatot!

source: And when I find her, Hero, know what I'm gonna do? I'm gonna take her by her pretty red hair-
fr: Et quand je la trouve, héros, tu sais ce que je fais ? Je la traîne ici par ses jolis cheveux rouges —
hu: És amikor megtalálom a kislányt, te Hős, tudod mit fogok vele csinálni? Megfogom azt a szép vörös haját, és-

source: No!
fr: Non !
hu: Nem!

source: Get to safety, Farmer! We'll drive these low-lifes out of your village.
fr: Mets-toi à l'abri, fermier ! Nous allons repousser ces va-nu-pieds hors de notre village.
hu: Húzódj félre, farmer! Majd mi kiverjük ezeket az ingyenélőket a városból.

source: Oh, I doubt that. Kill them!
fr: Qui s'en soucie ! Tuez-les !
hu: Ó, mit nem hallok. Öljétek meg őket!

source: These villages all seem to be abandoned. It's as if all them girls left moments 'fore we arrived.
fr: Ces villages semblent tous abandonnés. C'est comme si toutes les femmes étaient parties un moment avant notre arrivée.
hu: Ezek a házak üresnek látszanak. Mintha minden nő eltűnt volna, mielőtt ideértünk.

source: They'll have to come back sooner or later. Let's snuff out these intruders, then we can enjoy our little holiday.
fr: Elles devront revenir tôt ou tard. Allons moucher ces intrus, nous pourrons alors profiter d'un peu de vacances.
hu: Előbb vagy utóbb vissza fognak jönni. Addig is vadásszuk le ezeket a szemtelen betolakodókat, majd aztán élvezhetjük a kis szabadságunkat.

source: Yeah, heh! Snuff out the intruders and wait for the girls to return... Now, that's motivation! Go!
fr: Ouais, hé ! Moucher les intrus et attendre le retour des filles... Maintenant, ça, c'est de la motivation ! Allons-y !
hu: Hó-ha! Kinyiffantani a betolakodókat, aztán bevárni a csajok visszatértét... Remek program! Hajrá!

source: Not so fast, orcish swine!
fr: Pas si vite, cochon d'orc !
hu: Ne olyan hevesen, ork disznók!

source: We've got it under control, please stay out of harm's way.
fr: Tous est sous contrôle, s'il vous plaît restez à l'abri du danger.
hu: Egyedül is megbirkózunk velük, ne hozzatok bajt a fejetekre.

source: We've dealt with orcs many times, these animals are just more of the same.
fr: Nous avons traité avec les orcs à maintes reprises, ces animaux sont juste d'autres exemplaires de la même espèce.
hu: Számtalanszor elbántunk már az orkokkal is, ezek a mocskos disznók sem fognak akadályt jelenteni.

source: Well, this is no orcish raid. Strike them, and you're rebels like us. You could just let us deal with this, you'd all remain civilians and Huric might let you live.
fr: Eh bien, ce n'est pas une attaque des orcs. Frappez-les, et vous deviendrez des rebelles comme nous. Vous pourriez tout simplement nous laisser régler ça, vous resterez des civils et Huric pourrait vous laisser vivre.
hu: Csakhogy ez nem ork portya. Ha elbántok velük, ugyanolyan lázadókká váltok, mint mi vagyunk. Hagyjátok, majd mi elbánunk velük, ti maradjatok csak rendes polgárok, s Huric nem törhet az életetekre.

source: Do you really believe Huric would make the distinction? You haven't thought this through, Lorenzon.
fr: Croyez-vous vraiment que Huric ferait la distinction ? Vous n'avez pas pensé à tout, Lorenzon.
hu: Te tényleg azt hiszed, hogy Huric különbséget fog tenni? Ezt nem gondolod komolyan, Lorenzon.

source: You know my name?
fr: Vous connaissez mon nom ?
hu: Te tudod a nevemet?

source: Everyone knows your name by now, and those who don't soon will. You are either a hero or a fool, but you have started a revolution and there is no looking back.
fr: Tout le monde connaît votre nom maintenant, et ceux qui ne le connaissent pas ne vont pas tarder à le connaître. Vous êtes ou un héros ou un imbécile, mais vous avez commencé une révolution et il n'y a pas à regarder en arrière.
hu: Mindenki ismeri már a nevedet, s aki még nem, az hamarosan ismerni fogja. Vagy hős, vagy bolond vagy, de belekezdtél egy forradalomba, s most már nincs visszaút.

source: This is very nice, but we still have to focus on the task at hand!
fr: C'est bien beau , mais nous devons toujours nous concentrer sur la tâche à accomplir !
hu: Szép ez a társalgás, de jó lenne, ha azzal foglalkoznánk, amit most kell túlélnünk.

source: Ha ha- wait, there's no one here...
fr: Ha ha — attendre, il n'y a personne ici...
hu: Ha ha- várjatok, hiszen itt nincs senki...

source: This house is abandoned.
fr: Cette maison est abandonnée.
hu: Ez a ház üres.

source: Hello! Hello? There's bread on the table, but no one is here now.
fr: Bonjour ! Bonjour ? Il y a du pain sur la table, mais personne pour le moment.
hu: Helló! Valaki? A kenyér az asztalon van, de egy árva lélek sincs idehaza.

source: Empty. How disappointing...
fr: Vide. Quelle déception...
hu: Üres, milyen meglepő...

source: Where are they?
fr: Où sont-ils ?
hu: Hol vannak?

source: You are Raenna, correct? It is not safe for you or the others to stay here, Huric will raze this village when he finds out we've killed his hunting pals. We could use the help of those good with a bow.
fr: Vous êtes Raenna, n'est ce pas ? Il n'est pas sûr pour vous ou les autres de rester ici, Huric fera raser ce village quand il découvrira que vous nous avez aidés à tuer ses potes de chasse. Nous pourrions profiter de l'aide de ceux qui sont bons à l'arc.
hu: Te Raenna vagy, igaz? Nem biztonságos neked, de a többieknek sem, továbbra is itt maradni. Huric a földdel teszi egyenlővé a házaitokat, ha meghallja, hogy megöltük a vadászcimboráit. S mellesleg hasznát vennénk az íjászaitoknak is.

source: I'm sure you could... Yes, I am Raenna. We will join you, I don't see that there is any choice.
fr: Je suis sûr que vous pourriez... Oui, je suis Raenna. Nous nous joindrons à vous, je ne vois pas d'autres choix.
hu: Én is így gondolom... Igen, Raenna vagyok. Csatlakozunk hozzátok, nem látok más lehetőséget.

source: Lorenzon can now recruit archers.
fr: Lorenzon peut désormais recruter des archers.
hu: Mostantól íjász egységeket is toborozhatsz.

source: We should be moving along.
fr: Nous devrions nous déplacer le long.
hu: Tovább kellene mennünk.

source: Another traitor bites the dust...
fr: Un autre traître qui mord la poussière...
hu: Még egy áruló harapott a fűbe...

source: Ha!
fr: Ah !

source: Mighty, mighty heroes... Ha!
fr: Puissants, Puissants héros… Ah !
hu: Nagy, hatalmas hősök... Há!

source: Just like smashing ticks and flies...
fr: Juste comme écraser des tiques et des mouches...
hu: Mintha csak bolhákat vagy legyeket csapdosnék...

source: We had just started...
fr: Nous avions juste commencé...
hu: Hiszen csak most kezdtük...

source: Good riddance!
fr: Bon débarras !
hu: Végre megszabadultunk!

source: You wish my demise, but I do not! Huric will have your heads...
fr: Vous souhaitez ma reddition, mais vous ne l'aurez pas ! Huric aura vos têtes...
hu: Szeretnétek, ha meghalnék, de nem esztek belőle! Majd Huric veszi a fejeteket...

source: Get back here, Carusoe! ... Hrmph! ... Traitors, you will not have to wait for Huric, I will slay you myself!
fr: Revenez ici, Carusoe !... Hrmph !... Traîtres, vous n'aurez pas à attendre Huric, je vais vous égorger moi-même !
hu: Gyere vissza, Carusoe! ... Hrmph! ... Árulók, nem kell Huricot megvárnotok, magam végzek veletek!

source: Wait! I've done wrong, I see that now. Please, show some foregiveness...
fr: Attendez ! J'ai mal agi, je le constate maintenant. S'il vous plaît, soyez indulgent...
hu: Megállj! Tévedtem, belátom. Kérlek, kegyelmezzetek...

source: Let him ask his creator for forgiveness...
fr: Laissez le demander pardon à son créateur...
hu: Istennél a kegyelem...

source: You will pay for that!
fr: Vous paierez pour ça !
hu: Ezért fizetni fogsz!

source: Unfortunately, he is a fool...
fr: Malheureusement, c'est un imbécile...
hu: Pechünkre, bolond...

source: Ah, Huric's forces are here. It's over, traitors!
fr: Ah, voici les forces d'Huric. C'est fini, traîtres !
hu: Ah, Huric serege megérkezett. Vége a dalnak, árulók!

source: Yes! His Majesty is here, it's over!
fr: Oui ! Sa majesté est ici, c'est terminé !
hu: Igen! Őfelsége megérkezett, vége a dalnak!

source: Arg! There are so many of them...
fr: Argh ! Il y en a trop...
hu: Ááá! Olyan sokan vannak...

source: World Map - Ukiah
fr: Carte du monde - Ukiah
hu: Világtérkép - Ukiah

source: Flee to the forest west of Gornath.
fr: Fuyez vers la forêt à l'ouest de Gornath.
hu: Elmenekülsz a Gornathtól nyugatra fekvő erdőbe.

source: Get attacked by the Cavalry.
fr: Attaqués par la cavalerie.
hu: A Lovasság megtámad.

source: Huric's forces keep the roads clear, but enemies lurk off-road.
fr: Les forces d'Huric tiennent les routes, mais les ennemis sont aux aguets hors des routes.
hu: Huric seregei az utakat tisztán tartják, de ellenségek ólálkodnak az utakon kívül.

source: This map is the 'world map', the dimensions are much larger and certain locations lead to battle or event scenarios. You will randomly encounter enemy scouts leading to short skirmishes that are useful for gaining experience between battles, but these can generally be avoided by staying on the path.
fr: Cette carte est la « carte du monde », ses dimensions sont beaucoup plus grandes et certains endroits mènent à des combats ou à des scénarios différents. Vous rencontrerez au hasard des éclaireurs ennemis menant à des courtes escarmouches qui sont utiles pour acquérir de l'expérience entre les batailles, mais ceux-ci peuvent généralement être évités en restant sur le chemin.
hu: Ezen a világtérképen a távolságok másképp számítanak, s bizonyos mezőkre érve csaták vagy más események történnek. Véletlenszerűen ellenséges felderítőkbe botolhatsz, ami rövid csetepatékat eredményezhet, de legalább gyakorlatozhatsz egy kicsit a nagyobb csaták közt. Mindez elkerülhető, ha az ösvényen maradsz.

source: While on this 'world map', you can choose which units will be with your leader in the skirmishes, for there is no recruiting or recalling in those skirmishes. You access this via the right-click menu entry 'Marching Formation'.
fr: Tant que vous êtes sur cette « carte du monde » vous pouvez choisir les unités accompagneront votre chef dans les escarmouches, car il n'y a ni recrutement ni rappel dans ces escarmouches. Vous accédez à cette fonction via l'entrée de menu « Formation en marche » du clic droit.
hu: Amíg a világtérképen vagy, megválaszthatod, hogy kivel bocsátkozol csetepatéba, azaz kik harcoljanak a vezéred mellett, mivel a csetepaték során nincs lehetőség toborzásra vagy visszahívásra. Jobbklikk után a menüből 'Harcoló alakulat' pontot választva tudod beállítani a kívánt sereget.

source: You should do that now.
fr: Vous devriez faire ça maintenant.
hu: Ezt rögtön meg is kellene tenned.

source: We should not dally here, it's time to go.
fr: Nous ne devrions pas nous attarder ici, il est temps de partir.
hu: Nem itt kellene az időnket elfecsérelni, ideje indulni.

source: We should pay a visit to our sisters in Korkath, they will not be spared the wrath of Huric.
fr: Nous devrions rendre visite à nos sœurs à Korkath, elles ne seront pas épargnées par la colère d'Huric.
hu: Meg kellene látogatni a nővéreinket Korkathban, nem hagyhatjuk, hogy Huric haragjának essenek áldozatul.

source: If a large Orcish force is attacking Fort Kuhle, it is unwise to keep wandering in this direction...
fr: Si une force orque importante attaque le fort Kuhle, il est imprudent de continuer dans cette direction...
hu: Amikor hatalmas ork sereg támadja Kuhle erődjét, nem túl bölcs dolog arrafelé vándorolni...

source: We are headed straight for Huric. Let's turn back...
fr: Nous nous dirigeons tout droit sur Huric. Faisons demi-tour...
hu: Egyenesen Huric karmaiba tartunk. Forduljunk vissza...

source: The people are tired, we should set up camp here. I hope Huric's forces don't find us...
fr: Les gars sont fatigués, nous devrions mettre en place le camp ici. J'espère que les forces d'Huric ne nous trouveront pas...
hu: Az emberek fáradtak, tábort kellene vernünk ezen a helyen. Remélem, Huric felderítői nem találnak ránk...

source: Maybe we can st- What have we here?
fr: Peut-être que nous pouvons rest — Qu'avons-nous ici ?
hu: Éppenséggel megá- Mi van itt?

source: Give my regards to Lieutenant Cantwell, traitor!
fr: Saluez de ma part le lieutenant Cantwell, traître !
hu: Add át az üdvözletemet Cantwell hadnagynak, áruló!

source: The forest afforded the rebels some cover and rest, but it was not to last...
fr: La forêt fournit aux rebelles une certaine couverture et du repos, mais cela ne devait pas durer...
hu: Az erdőben valóban biztonságban voltak, és megpihenhettek; egy darabig...

source: Kill Enemy Leaders
fr: Tuer les chefs ennemis
hu: Legyőzöd az ellenséges vezéreket

source: Death of Raenna
fr: Mort de Raenna
hu: Raenna elesik

source: Loyalists reach the Base Camp. (The area near the tents and starting keep.)
fr: Les loyalistes atteignent le camp de base. (La zone à proximité des tentes et le fortin de départ.)
hu: Királyhű egység ér el az alaptáborhoz (A sátrak és a toborzóhely körzetéhez).

source: Get to the river as soon as possible and avoid letting the enemy across.
fr: Allez à la rivière dès que possible et évitez de laisser l'ennemi la traverser.
hu: Állást foglalsz a folyó partján minél hamarabb, s megakadályozod, hogy az ellenségből bárki is átkeljen.

source: Grrrr... (whine)
fr: Grrrr... (sifflement)
hu: Hrrr... (morog)

source: Dog
fr: Chien
hu: Kutya

source: The dogs are upset about something...
fr: Les chiens sont énervés par quelque chose...
hu: A kutyák éreznek valamit...

source: Grrrr! Woof!-Woof!-Woof! Grrrrrrr!
fr: Grrr! Ouah !— Ouah ! — Ouah ! Grrrrrrr !
hu: Hrrr! Vauú!-Vauú! Hrrrrr!

source: Dammit! We've been caught, run for it!
fr: Malédiction ! Nous sommes découverts, filons !
hu: A pokolba! Felfedeztek minket, na húzzunk el innen!

source: Spy
fr: Espion
hu: Kém

source: Assassins?
fr: Des assassins ?
hu: Orgyilkosok?

source: No, I don't think so... Wait! I hear voices carried to us on the wind...
fr: Non, je ne pense pas... Attendez ! J'entends des voix portées par le vent...
hu: Nem, nem hiszem... Csendet! Hangokat hoz a szél...

source: It's them al'right, just like I said.
fr: C'est bien eux, comme je l'avais dit.
hu: Télleg ők azok, ahogy mon'tam.

source: What can you tell me of their defenses?
fr: Que pouvez-vous me dire de leurs défenses ?
hu: Na és mi a helyzet a védőkkel?

source: We weren't able to get a head count before the dogs flushed us out. But from the size of the camp, I'd say no more than a hundred.
fr: Nous n'avons pas pu les dénombrer avant que les chiens ne nous délogent. Mais d'après la taille de leur camp, je dirais pas plus d'une centaine.
hu: Nem volt időnk alaposan körülnézni, mert a kutyák felfedeztek minket. De a táboruk méretéből következtetve, nem lehetnek többen száznál.

source: I can crush them if that's true. But you don't really know, do you? I hired you to discover their strength and position of forces...
fr: Je peux les écraser si cela est vrai. Mais vous ne le savez pas vraiment, n'est-ce pas ? Je vous ai engagé pour découvrir leurs forces et leurs positions...
hu: Ha ez igaz, akkor lemossuk őket a föld színéről. De biztos vagy benne, hogy csak ennyien vannak? Azért küldtelek oda titeket, hogy kikémleljétek a tábort, nem azért hogy fantáziáljatok...

source: Instead, you've alerted them to our presence...
fr: Au lieu de cela, vous les avez alertés de notre présence...
hu: Ehelyett felriasztottátok őket, s most már tudják, hogy itt vagyunk...

source: We did as you asked, it's not our fault they have guard dogs. Now where's our money?
fr: Nous avons fait ce que vous nous demandiez, ce n'est pas de notre faute s'ils ont des chiens de garde. Maintenant, où est notre argent ?
hu: Mi megtettük, amit tudtunk, nem számolhattunk a kutyákkal. S mi lesz a pénzünkkel?

source: Ha! Your money!? You little hussy, I ought to strike you down where you stand! Luckily for you, you're still needed. Whether they be one hundred or one hundrerd thousand, we cannot let these vipers escape to spread their poison. I'll pay you when this is over... Go on, you take point.
fr: Ah ! Votre argent !? Vous petite coquine, je devrait vous tuer sur place ! Heureusement pour vous, vous êtes toujours nécessaire. Qu'ils soient cent ou cent mille, nous ne pouvons pas laisser ces vipères répandre leur poison. Je vous paierai quand ce sera fini... Allez-y, vous marquez un point.
hu: Mi? A pénzetekkel? Hiszen vasra kéne veretnem téged, amint meglátlak. Az a szerencséd, hogy még szükségem van rád. Akár százan vannak, akár százezren, nem engedhetjük meg ezeknek a viperáknak, hogy terjesszék a mérgüket. Majd ha lezártuk ezt az ügyet, akkor beszélhetünk a pénzedről... Lódulj, tedd, amit mondtam!

source: Sounds like we've got company. They'll play it safe until they find out how small our numbers are. We need to get soldiers to the shore as fast as possible in a show of force! (And pray they don't call our bluff...)
fr: On dirait que nous avons de la compagnie. Ils vont jouer la prudence jusqu'à ce qu'ils comprennent à quel point nous sommes en sous-effectifs. Nous devons envoyer des soldats au front le plus rapidement possible pour une démonstration de force ! (Et prions pour qu'ils ne réalisent pas que nous bluffons...)
hu: Úgy tűnik, társaságunk akadt. Eljátszhatjuk, hogy biztonságban vagyunk, míg rá nem jönnek, hogy valójában milyen kevesen vagyunk. Amilyen gyorsan csak lehet, katonákat kell állítanunk a folyópartra, hogy lássák őket. (És imádkozzunk, hogy ne jöjjenek rá, hogy ez csak látszat...)

source: Yes, to arms!
fr: Oui, aux armes !
hu: Igen, fegyverbe!

source: It seems he was a fool...
fr: Il semble qu'il était un imbécile...
hu: Úgy tűnik, ostoba volt...

source: This was not what I signed up for...
fr: Ce n'est pas pour ça que j'ai signé...
hu: Én nem ezért szegődtem el...

source: The mercenaries are fallen. Be alert!
fr: Les mercenaires sont tombés. Soyez vigilant !
hu: A zsoldosok elestek. Fújj riadót!

source: My death will not save you, traitor... You cultists will end up as food for the orcs, I only pray you do not manage to take many down with you...
fr: Ma mort ne vous sauvera pas, traître... Vos adorateurs finiront en nourriture pour les orcs, je prie simplement pour que vous ne réussisiez pas à en engloutir beaucoup avec vous...
hu: Az én halálom nem ment meg téged, áruló... A szektátok az orkok eledeleként végzi, csak azért imádkozom, hogy ne vigyél magaddal sokakat a halálba...

source: It pains me to no end to be called a traitor! I fight for Ukiah! Huric's the traitor!
fr: J'en ai plus qu'assez d'être traité de traître ! Je me bats pour Ukiah ! C'est Huric le traître !
hu: Ez fáj nekem, hogy vég nélkül leárulóznak! Én Ukiahért harcolok! Huric az áruló!

source: (Burton's dying words were a bit odd... 'Cultists'?)
fr: (Les derniers mots de Burton étaient un peu bizarres... « Adorateurs » ?)
hu: (Burton utolsó szavai kissé furcsák voltak... 'Szektánk'?)

source: General Burton has fallen! Let's get out of here!
fr: Le général Burton est tombé ! Partons d'ici !
hu: Burton tábornok elesett! Pucoljunk!

source: This camp has been discovered. We cannot continue hiding here, we need to take a bold action.
fr: Ce camp a été découvert. Nous ne pouvons pas continuer à nous cacher ici, nous devons agir vigoureusement.
hu: Erről a táborról már tudnak, nem maradhatunk itt tovább, komolyabb akciót kellene végrehajtanunk.

source: What would you suggest?
fr: Que proposeriez-vous ?!
hu: Miféle komoly akcióra gondolsz?

source: If we can take Fort Kuhle, we will have a defensible base of operations. It will also be a powerful signal to the people of Ukiah.
fr: Si nous pouvons prendre le fort Kuhle, nous aurons une base défendable pour nos opérations. Ce sera également un signal fort aux gens d'Ukiah.
hu: Ha elfoglalnánk Kuhle erődjét, egy jól védhető műveleti bázisra tennénk szert. Ráadásul ez Ukiah népe előtt is egyértelmű üzenet lenne.

source: That will not be so easy, but we do need to do something.
fr: Ce ne sera pas si facile, mais nous devons faire quelque chose.
hu: Ez jól hangzik, de nem olyan könnyű véghezvinni, bár valamit tényleg tennünk kell.

source: Ah, the Prince's forces are here. It's over, traitors!
fr: Ah, voici les forces du prince. C'est fini, traître !
hu: Ah, a hercegi sereg megérkezett. Vége a dalnak, árulók!

source: We've made it to their camp... Spare no one, be they children or old women. We must set an example!
fr: Nous avons atteint leur camp... N'épargnez personne, ni les enfants ni les vieilles femmes. Nous devons faire un exemple !
hu: Bejutottunk a táborukba... Ne kíméljetek senkit, legyen az gyerek vagy öreg. Pédát kell statuálnunk!

source: No - Wait, I surrender! Take me to Lord Huric so that I may publicly ask his forgiveness! These people were only scared, they should not die for my follies.
fr: Non — attendez, je me rends ! Emmenez-moi au Seigneur Huric afin que je puisse demander publiquement son pardon ! Ces gens ont seulement peur, ils ne devraient pas mourir pour mes folies.
hu: Ne - Várj, megadom magam! Vigyél engem vasban Huric elé, s én nyilvánosan fogok a bocsánatáért könyörögni! Ezek az emberek csak megijedtek, nem halhatnak meg az én ostobaságom miatt.

source: All of the grovelling in the world cannot save them, Lorenzon. But do not worry, Huric will be present at your hanging. You can ask him for forgiveness if you wish.
fr: Toutes les humiliations du monde ne pourraient les sauver, Lorenzon. Mais ne vous inquiétez pas, Huric sera présent à votre pendaison. Vous pourrez implorer son pardon, si vous le souhaitez.
hu: Semmiféle talpnyalás nem mentheti meg őket, Lorenzon. De ne aggódj, Huric személyesen óhajtja látni, ahogy fellógatunk. Ott majd könyöröghetsz kegyelemért, ha akarsz.

source: And so, it comes to this. You were stronger than I thought, Lorenzon. You would have made a great General, but you chose to bite the hand that feeds...
fr: Et bien, on en vient là. Vous étiez plus fort que je ne le pensais, Lorenzon. Vous auriez fait un grand général, mais vous avez choisi de mordre la main qui nourrit...
hu: Hát így kell ennek végződnie? Erősebb voltál, mint gondoltam, Lorenzon. Nagy tábornok lehettél volna, de te inkább beleharaptál a kézbe, amely etetett...
