Repository: wescamp/Bad_Moon_Rising-1.10
Catalog: po/*.po
Languages: fr, hu

source: One day, a nobleman from Weldyn (most likely a minor lord with little hope of attaining much real power) rode with his army up from the south. His forces had the horseman and mages to help the Ukians push the orcs back and create a safe territory where there was no need to constantly break camp to flee an orcish raid. The Ukians were grateful and when the nobleman married one of their own women, he became their king and she their queen.
fr: Un jour, un noble de Weldyn (probablement un petit seigneur avec peu d'espoir d'atteindre le pouvoir réel) est venu avec son armée à partir du sud. Ses forces avaient des cavaliers et des mages pour aider les ukiens à repousser les orcs et ainsi créer un territoire sûr où il n'était plus nécessaire de déplacer sans cesse le camp pour fuir un raid des orcs. Les ukiens se montrèrent reconnaissants et quand le noble épousa une de leurs propres femmes, il devint leur roi et elle, leur reine.
hu: Egy napon egy weldyni nemes (pontosabban egy kisebb úr, akinek esélye sem volt, hogy nagyobb hatalomra tegyen szert) seregével fellovagolt délről. A seregében lévő lovasok és mágusok segítségével visszaszorították az orkokat, s egy nagy területet biztonságossá tettek, ahol az orkok előli folyamatos szökés már nem tartozott a mindennapi élethez. Az ukiaiak nagyon hálásak voltak, s amikor a nemes egy helyi nőt vett feleségül, királlyá választották.

source: King Orwyn and Queen Iseta were able to maintain stability so that travel and scholarship were once again possible. Unfortunately, their family tree was not a fertile one, for they only had one son. There were no doubts about Prince Huric's skill in and dedication to military matters, but there was cause for grave concern about what sort of ruler he would be.
fr: Le roi Orwyn et la reine Iseta étaient en mesure de maintenir la stabilité de sorte que les voyages et l'érudition soient de nouveau possibles. Malheureusement, leur arbre généalogique n'était pas fertile, car ils n'avaient eu qu'un seul fils. Il n’y avait aucuns doutes sur les compétences et le dévouement du Prince Huric aux questions militaires, mais il y avait de graves motifs de préoccupations quand à la sorte de dirigeant qu'il deviendrait.
hu: Orwyn király és Iseta királyné stabilitást hoztak birodalmukra, így az utazás és a művelődés újra teret nyert az országban. Szerencsétlenségükre a családfájuk nem terebélyesedett, mivel mindössze egyetlen fiuk született. Senkinek nem lehettek kétségei Huric herceg katonai képességeiben, de annál több aggodalom vetődött fel az uralkodói képességeit illetően.

source: Huric spent much of his time sword-training and wolf-hunting with his small circle of friends, and showed no interest in the mundane offices (such as crop storage or village sanitation) necessary for the survival of the kingdom. The vile nature of his friends was further cause for alarm, as he seemed oblivious to the terror they wrought upon the lower classes. His aging parents began to despair of what would happen to the kingdom after they passed on, for no matter how unfit to rule, Huric was sure to be King. Not only was he their son, but he had a firm grip upon the military and it was unlikely he could be overthrown.
fr: Huric passait une grande partie de son temps à se former à l'épée et à chasser le loup avec son petit cercle d'amis, et ne montrait aucun intérêt dans les tâches banales (comme le stockage des récoltes ou l'assainissement des villages) nécessaires à la survie du royaume. La nature vile de ses amis était une cause d'inquiétude supplémentaire, car il ne semblait pas avoir conscience de la terreur qu'ils inspiraient aux classes inférieures. Ses parents vieillissants commençaient à désespérer de ce qui se passerait pour le royaume après le lui avoir transmis, car quelle que soit son inaptitude à gouverner, Huric était sûr d'être roi. Non seulement il était leur fils, mais il avait une emprise ferme sur les militaires et il était peu probable qu'il puisse être renversé.
hu: Huric legtöbb idejét vívóleckékkel és farkasvadászattal töltötte néhány cimborája társaságában, s nem törődött a közönséges dolgokkal (termésbetakarítás, falvak egészségügye), amik pedig a királyság túlélése érdekében voltak fontosak. Cimborái duhaj természete volt az első figyelmeztető jel, s az a hanyagság, amivel ezek kihágásait kezelte. Idősödő szülei egyre nagyobb kétségbeeséssel latolgatták királyságuk jövendő sorsát, mivel az uralkodásra való alkalmatlanságtól függetlenül Huric volt a trón várományosa. Nemcsak a fiuk miatt aggódtak, de amiatt is, mert a hadsereget keményen a markában tartotta, s ezen nem tudtak változtatni.

source: There was a brief period of hope, when Astreya, daughter of one of King Orwyn's old officers from the south, caught Huric's eye. Despite what could be expected based on the cruel and disgusting behaviour of his consorts, Huric courted her with an honest sincerity and charm that none had thought him capable. His actions appeared to focus on the future of Ukiah, no longer did he go hunting and providing cover for his criminal friends. Once Huric and Astreya had married, the old King and Queen were content to pass on, feeling the small kingdom was finally in good hands.
fr: Il y eut une brève période d'espoir, quand Astreya, fille d'un des anciens officiers du roi Orwyn venu du sud, attira l'attention d'Huric. Malgré ce que l'on pouvait craindre au vu du comportement cruel et dégoûtant de ses compagnes, Huric la courtisa avec une honnête sincérité et un charme dont nul ne l'aurait cru capable. Ses actions semblaient se reconcentrer sur l'avenir d'Ukiah, il n'allait plus à la chasse et ne couvrait plus ses amis criminels. Une fois qu'Huric eut épousé Astreya, le vieux roi et la reine abdiquèrent de bon coeur en sa faveur, sentant que le petit royaume était finalement entre de bonnes mains.
hu: Egy rövid időre felcsillant a remény, amikor Astreya, Orwyn régi tisztjének leánya, megragadta Huric figyelmét. Mindazok ellenére, amit Huric kegyetlen és ízléstelen viselkedésétől várni lehetett, Huric elhalmozta Astreyát figyelmességével és őszinte szeretetével, amit senki sem remélt tőle. Huric már a jövőt kezdte tervezni, felhagyott a vadászatokkal, s nem fedezte cimborái kihágásait. Amikor Huric és Astreya összeházasodott, az öreg király és királyné is megnyugodott, hogy a királyság végre jó kezekbe kerül majd utánuk.

source: Alas, it was not to be. One day, Astreya went missing. Huric led a search party, scouring the countryside for any sign of her. After one month of his frantic searching, the hostile orcs began to realize the human leadership was distracted. Orcish raids pressured Huric to call off the search, but he continued his searches until one night he returned to the palace, without his guard and pale as ghost. No one knew what he had seen that night, but whatever it was, it hardened his heart and haunted his nights. Anguished, terrifying howls came from his bedroom each night, and his behaviour became increasingly paranoid and brutal. It was a mixed blessing for Ukiah that the hostile orcs were a vent for his wrath. None could fault Huric for his dedication and prowess at driving back the orcish menace, however the predations of his own lieutenants were often as bad as anything the orcs would have done.
fr: Hélas, il n'en fut point ainsi. Un jour, Astreya disparut. Huric a dirigea une équipe de recherche, parcourant la campagne pour déceler tout signe d'elle. Après un mois de recherche frénétique, les orcs hostiles ont commencé à réaliser que les dirigeants humains étaient distraits. Les raids orcs incitèrent Huric à annuler les recherches, mais il les continua jusqu'à ce qu'un soir, il revint au palais, sans sa garde et pâle comme fantôme. Personne ne savait ce qu'il avait vu ce soir-là, mais quoi qu'il ce soit, celà endurcit son coeur, et hanta toutes ses nuits. Il était angoissé, des hurlements terrifiants sortaient de sa chambre chaque nuit, et son comportement devint de plus en plus paranoïaque et brutal. C'était une bénédiction mitigée pour Ukiah que les orcs hostiles soient un exutoire pour sa colère. Personne ne reprochait à Huric son dévouement et ses prouesses dans sa gestion du retour de la menace des orcs. mais les déprédations de ses propres lieutenants étaient souvent aussi mauvaises que ce qu’auraient pu faire les orcs.
hu: Sajnos nem így történt. Egy napon Astreya eltűnt. Huric személyesen vezette a keresőcsapatot, átfésülték az ország minden zegét-zugát, de nem lelték a királyné nyomát. Egy hónappal a kétségbeesett keresés után az erőszakos orkok kezdték észrevenni, hogy az emberi vezetőség megzavarodott. Az ork portyák miatt Huric kénytelen volt felhagyni a szervezett kereséssel, de ő maga tovább is folytatta, mígnem egy éjszaka halottsápadtan, a testőrei nélkül tért meg a palotájába. Senki nem tudja, hogy mit látott azon az éjszakán, de akármi is volt az, megkeményítette a szívét, s rémálommá változtatta az éjszakáit. Gyötrelmes, szörnyű sikolyok hallatszottak a hálószobájából minden éjszaka, a viselkedése pedig teljesen kiszámíthatatlanná és kegyetlenné vált. Paradox módon Ukiah számára az ellenséges orkok áldást hoztak, mivel ők váltak Huric haragjának céltáblájává. Senki sem vonhatta kétségbe Huric alkalmasságát és eltökéltségét az ork veszély elhárítására, bár a hadnagyai időnként éppúgy fosztogattak, mint az orkok.

source: Huric's cruel and irresponsible reign caused a lot of tension. There most likely would have been a rebellion, for this time Huric did not command the full loyalty of all of the military. Astreya's brother, General Maskov, was not part of Huric's inner circle and enjoyed popular support. If it had not been for the increasingly aggressive orcish assaults, Huric's rule would have been challenged. Huric was well aware of this.
fr: Le règne cruel et irresponsable d'Huric causa beaucoup de tension. Il y aurait eu probablement une rébellion, car cette fois Huric n'avait plus la fidélité complète de tous les militaires. Le frère d'Astreya, le général Maskov, ne faisait pas partie du cercle intime d'Huric et bénéficiait d'un soutien populaire. Si il n'y avait pas eu de plus en plus d'agressions orcs, le règne d'Huric aurait été contesté. Huric était bien conscient de cela.
hu: Huric kegyetlen és felelőtlen uralma számos feszültséget gerjesztett. Sokan szerettek volna fellázadni, élükön a hadsereg megrendült hűségű tisztjeivel. Astreya bátyja, Maskov tábornok rendkívül népszerű volt, s nem tartozott Huric belső köréhez. Ha nem lett volna olyan erős az orkok nyomása, Huric uralma hamar összeomlott volna. S Huric ettől nagyon tartott.

source: While Huric dealt with the orcish threat, one person from the old regime still maintained some power. Minister Duval, who was charged with the details of implementing Royal policies, did not think it wise to direct all resources to the military. This put him in constant conflict with Huric, a position in which no one could be expected to live for very long.
fr: Alors qu'Huric traitait la menace orc, une personne de l'ancien régime conservait un certain pouvoir. Le ministre Duval, qui était chargé des détails de la mise en œuvre des politiques royales, n'avait pas cru bon d'attribuer toutes les ressources vers l'armée. Cela le mettait en conflit constant avec Huric, une position dans laquelle personne ne pouvait s'attendre à vivre très longtemps.
hu: Amíg Huric az ork fenyegetéssel szállt szembe, egy, a régi időkből származó, ember még rendelkezett némi befolyással. Duval miniszter volt az, aki felügyelte a királyi politikát, s aki úgy gondolta, hogy nem a hadseregre kell fordítani minden erőforrást. Ez az elképzelése Huric állandó ellenkezésével találkozott, s ez a számára bizonytalanná tette a helyzetét is.

source: In such a grim and charged environment, some of the people of Ukiah were open minded to the words of a stranger who came to one of the northeastern villages, promising salvation from the orcish menace and the heavy hand of Huric...
fr: Dans un tel environnement sombre et chargé, quelques-uns des gens de Ukiah avaient ouvert leur esprit aux paroles d'un étranger venu de l'un des villages du nord-est, promettant le salut contre la menace des orcs et la lourde main d'Huric...
hu: Ebben a zord és ellenőrzött világban néhány ukiai embert könnyen megszédített egy különös ember, aki az egyik északkeleti faluban ütött tanyát, s megváltást ígért nekik az ork veszélytől és Huric zsarnoki hatalmától egyaránt...

source: Do not stand in the fire!
fr: Ne restez pas dans le feu !
hu: Ne állj sokáig a tűzben!

source: Ancient Ring
fr: Ancien anneau
hu: Ősi Gyűrű

source: This tarnished ring gives the wearer a strength and hardiness from an age of heroes.
fr: Cet anneau terni donne à l'utilisateur la force et la résistance d'un héros.
hu: Ez a kopott gyűrű megnöveli a viselőjének erejét és ellenállását.

source: Sprinkling this water on melee weapons grants them the <i>arcane</i> damage type until the end of the current scenario. Should $unit.name use it?
fr: Asperger de cette eau les armes de mêlée leur accorde le type de dégâts <i>arcanes</i> jusqu'à la fin du scénario actuel. l'$unit.name doit-elle l'utiliser ?
hu: A közelharci fegyvereket bekenve ezzel a vízzel, azok <i>földöntúli</i> sebzést okoznak egészen a küldetés végéig. $unit.name használja fel a vizet?

source: take it
fr: le prendre
hu: vegye fel

source: leave it
fr: le laisser
hu: hagyja ott

source: I am not suited to the use of this item! Let another take it.
fr: Je ne suis pas adapté à l'utilisation de cet article ! Qu'un autre le prenne.
hu: Én nem tudom használni ezt az eszközt! Valaki más vegye magához!

source: Holy Water
fr: Eau bénite
hu: Szentelt víz

source: This water will make melee weapons have the <i>arcane</i> damage type until the end of the current scenario.
fr: Cette eau accordera aux armes de mêlée le type de dégâts <i>arcanes</i> jusqu'à la fin du scénario actuel.
hu: Ezzel a vízzel kezelve a közelharci fegyvereket, azok <i>földöntúli</i> sebzést okoznak a küldetés végéig.

source: $unit.name found a fancy-looking breastplate. Put it on?
fr: $unit.name a trouvé une cuirasse d'aspect fantaisiste. La mettre sur lui ?
hu: $unit.name talált egy szokatlan kinézetű mellvértet. Felvegye?

source: $unit.name found a fancy-looking breastplate. How silly.
fr: $unit.name a trouvé une cuirasse d'aspect fantaisiste. Ridicule.
hu: $unit.name talált egy szokatlan kinézetű mellvértet. Micsoda értéktelen holmi.

source: Aegis Armor
fr: Armure Égide
hu: Égiszpajzs

source: This armor bears a complicated crest of unfamiliar design. No blades can cut through its odd material. Will it stop the blades of Ares?
fr: Cette armure porte une crête de conception compliquée et inconnue. Aucune lame ne peut trancher sa matière étrange. Pourrait-elle arrêter les lames d'Ares ?
hu: Ezt a vértet egy bonyolult mintázatú címer díszíti. Egyetlen penge sem képes áthatolni rajta. Vajon Ares pengéjének is ellenáll?

source: $unit.name found a very shiny shield. Pick it up?
fr: $unit.name trouve un bouclier très brillant. Le ramasser ?
hu: $unit.name talált egy fényes pajzsot. Felvegye?

source: $unit.name found a mirror. Hey, Good-looking.
fr: $unit.name trouve un miroir. Hé, bonne mine.
hu: $unit.name talált egy tükröt. Ejha, de jól nézek ki.

source: Reflector Shield
fr: Bouclier Réflecteur
hu: Tükröző Pajzs

source: This shield deflects the damaging energy of fire attacks. It also tends to make pierce attacks slide off harmlessly.
fr: Ce bouclier dévie l'énergie des attaques de feu. Elle tend aussi à faire glisser sans dommages les attaques de type perforant.
hu: Ez a pajzs szétszórja a tűzvarázslat energiáját. Egyúttal lecsökkenti a szúrófegyverek sebzését is.

source: $unit.name found a shining amulet. It is very heavy for its size. Pick it up?
fr: $unit.name trouve une amulette qui brille. Elle est très lourde pour sa taille. La ramasser ?
hu: $unit.name talált egy csillogó amulettet. A méretéhez képest igen nehéz. Felvegye?

source: $unit.name found an amulet. Nice.
fr: $unit.name trouve une amulette. Sympa.
hu: $unit.name talált egy amulettet. Príma.

source: Shock Charm
fr: Charme de choc
hu: Sokktalizmán

source: This odd amulet absorbs energy from shocks and impact. It should lessen the damage sustained form physical attacks (impact, pierce, blade).
fr: Cette étrange amulette absorbe l'énergie des chocs et des impacts. Elle devrait diminuer les dommages subis lors des attaques de forme physique (contondants, perforants, tranchants).
hu: Ez a különleges amulett elnyeli az ütések erejét. Csökkenti a fizikai behatások okozta sebzéseket (ütés, szúrás, vágás).

source: $unit.name found a frosty amulet. It is cold to the touch. Pick it up?
fr: $unit.name trouve une amulette glaciale. Elle est froide au toucher. La ramasser ?
hu: $unit.name talált egy fagyasztó amulettet. Már az érintése is dermesztő. Felvegye?

source: $unit.name found a cold amulet. Cool...
fr: $unit.name trouve une amulette froide. Cool...
hu: $unit.name talált egy hűvös tapintású amulettet. Príma...

source: Cooler Charm
fr: Charme de froid
hu: Hűtőtalizmán

source: This odd amulet regulates local temperatures. Should come in handy against fire blasts...
fr: Cette amulette étrange régule les températures locales. Elle devrait être utile contre les explosions de feu...
hu: Ez a páratlan amulett szabályozza a helyi hőmérsékletet. Kézenfekvően használható tűzvarázslatok ellen...

source: I feel light-headed...
fr: Je me sens étourdi...
hu: Könnyűnek érzem magam...

source: The pommel of the sword is glowing.
fr: Le pommeau de l'épée brille.
hu: A kardnak a gombja világít.

source: These are not toys for thieves!
fr: Ce ne sont pas des jouets pour les voleurs !
hu: Ez nem gyerekjáték!

source: There goes our only chance to stop the immortal demons...
fr: Il y va de notre seule chance d'arrêter les démons immortels...
hu: Egyetlen esélyünk, ha megállítjuk a halhatatlan démonokat...

source: Dawn
fr: Aube
hu: Hajnal

source: Morning
fr: Matinée
hu: Reggel

source: Afternoon
fr: Après-midi
hu: Délután

source: Dusk
fr: Crépuscule
hu: Alkonyat

source: First Watch
fr: Premier quart
hu: Éjszaka első fele

source: Second Watch
fr: Deuxième quart
hu: Éjszaka második fele

source: {COST}g - {NAME}
fr: {COST} po - {NAME}
hu: {COST}a - {NAME}

source: You don't have enough coin, my friend.
fr: Vous n'avez pas assez d'argent, mon ami.
hu: Nincs elég pénzed, barátom.

source: You've already got one!
fr: Vous en avez déjà un !
hu: Már van ilyened!

source: No, thank you.
fr: Non, je vous remercie.
hu: Köszönöm, nem.

source: Very well.
fr: Très bien.
hu: Nagyszerű.

source: I'll take this one.
fr: Je vais prendre celui-ci.
hu: Ezt megveszem.

source: Nothing, thanks.
fr: Rien, merci.
hu: Semmit, köszönöm.

source: Well, fine then.
fr: Bien, C'est parfait.
hu: Nos, az is rendben van.

source: Anything interest you?
fr: Quelque chose vous intéresse ?
hu: Ajánlhatok valamit?

source: $unit.name| takes the cloak and gains 15% cold resistance.
fr: $unit.name| prend la cape et gagne 15 % de résistance au froid.
hu: $unit.name| felveszi a köpenyt és 15%-kal nő a hidegellenállása.

source: fur cloak
fr: manteau de fourrure
hu: anorák

source: +15% cold resistance.
fr: +15% de résistance au froid.
hu: +15% hidegellenállás.

source: $unit.name| takes the cleats.
fr: $unit.name| prend les taquets.
hu: $unit.name| megveszi a hágóvasat.

source: cleats
fr: taquets
hu: hágóvas

source: +1 MP on mountain terrain
fr: +1 PM sur un terrain de montagne
hu: +1 MP hegyi terepen

source: $unit.name| takes the boots.
fr: $unit.name| prend les bottes.
hu: $unit.name| megveszi a csizmát.

source: elf boots
fr: bottes elfe
hu: tünde csizma

source: +1 MP in forest terrain
fr: +1 PM en terrain forestier
hu: +1 MP erdős terepen

source: Good-bye...
fr: Au revoir...
hu: Viszlát...

source: These could be yours...
fr: Celles-ci pourraient être vôtres...
hu: A tied lehet...

source: $unit.name| takes the steel arrowheads.
fr: $unit.name| prend les pointes de flèches en acier.
hu: $unit.name| megveszi az acél nyílhegyeket.

source: steel arrowheads
fr: pointes de flèches en acier
hu: acél nyílhegyek

source: +15% damage to bow attack
fr: +15 % de dégâts d'attaque à l'arc
hu: +15% sebzés íjjal

source: $unit.name| cannot use this.
fr: $unit.name| ne peut pas utiliser ceci.
hu: $unit.name| nem tudja használni ezt.

source: $unit.name| takes the shield.
fr: $unit.name| prend le bouclier.
hu: $unit.name| megveszi a pajzsot.

source: steel shield
fr: bouclier d'acier
hu: acélpajzs

source: +10% impact, pierce resistance.
fr: +10 % de résistance contondant, perforant.
hu: +10% védelem ütés, szúrás ellen.

source: $unit.name| obtains a sharper blade to gain 20% damage
fr: $unit.name| obtient une lame plus aiguisée +20 % de dégâts
hu: $unit.name| szerzett egy éles pengét, 20%-kal többet sebez ezután.

source: steel blade
fr: lame en acier
hu: acélpenge

source: +20% damage for sword attack.
fr: +20 % de dommages pour une attaque à l'épée
hu: +20% sebzés karddal.

source: What a dumb way to die...
fr: Quelle façon stupide de mourir....
hu: Micsoda ostoba halál...

source: You've come back! Why?
fr: Vous êtes revenu ! Pourquoi ?
hu: Visszatértetek, de miért?

source: To hunt you down and kill you!
fr: Pour vous traquer et vous tuer !
hu: Hogy megkapd méltó büntetésed!

source: They had some resources, we are $sk_prize|g richer. And we gained some valuable combat experience.
fr: Ils avaient quelques ressources, nous sommes plus riches de $sk_prize| po. Et nous avons gagné une expérience utile au combat.
hu: Volt egy kis pénzük. Gazdagabbak lettünk $sk_prize| arannyal. S szert tettünk egy kis harci tapasztalatra is.

source: $sk_prize_exp| experience gained.
fr: $sk_prize_exp| expérience acquise.
hu: $sk_prize_exp| tapasztalati pontot szereztél.

source: They had some resources, we are $sk_prize|g richer. We also gained some combat experience.
fr: Ils avaient quelques ressources, nous sommes plus riches de $sk_prize| pièces d'or. Nous avons également acquis une certaine expérience du combat.
hu: Volt egy kis pénzük. Gazdagabbak lettünk $sk_prize| arannyal. S szert tettünk harci tapasztalatokra is.

source: Skirmish
fr: Escarmouche
hu: Csetepaté

source: Defeat all enemy units
fr: Vaincre les chefs ennemis
hu: Legyőzöd az összes ellenséges vezért.

source: Death of Heroes
fr: Mort des Héros
hu: Valamelyik hős elesik

source: Enemy Leader
fr: Chef ennemi
hu: Ellenséges vezér

source: I'm out of here!
fr: Je m'en suis sorti !
hu: Ebből ennyi elég!

source: That one will bring others, we don't have time to scavenge resources from the dead... At least we got some combat experience.
fr: Celui-là en amènera d'autres, nous n'avons pas le temps de récupérer les ressources du mort... Au moins avons-nous une certaine expérience au combat.
hu: Ez az egy idevonzza a többieket is, nem kutathatjuk át az elesetteket aranyért... De legalább gyakorlatoztunk egy kicsit.

source: We should have stayed on the path...
fr: Nous aurions dû rester sur le chemin...
hu: Az úton kellett volna maradnunk...

source: You always say that.
fr: Tu dis toujours ça.
hu: Mindig ezt mondod.

source: This is a chance to train our forces.
fr: C'est une chance d'entraîner nos forces.
hu: Ez is egy lehetőség az egységeink kiképzésére.

source: That's one way to look at it.
fr: C'est une façon de voir les choses.
hu: Így is nevezhetjük.

source: I'm not laughing.
fr: Je ne ris pas.
hu: Nincs kedvem nevetni.

source: Indeed.
fr: En effet.
hu: Valóban.

source: Do we really have time for this?
fr: Avons-nous vraiment du temps pour ça ?
hu: Tényleg van erre időnk?

source: Not really, so let's get this over with...
fr: Pas vraiment, nous allons donc en finir avec ...
hu: Nem sok, essünk túl rajta gyorsan...

source: Did I kill it?
fr: L'ai-je tué ?
hu: Megöltem?
