Repository: wescamp/Bad_Moon_Rising-1.10
Catalog: po/*.po
Languages: fr, hu

source: I see ...
fr: Je vois...
hu: Értem...

source: This position is defensible, I think we're going to make it back Weldyn after all!
fr: Cette position est défendable, je pense que nous retournerons à Weldyn après tout !
hu: Ez egy védhető állás, innen már könnyen visszajutunk Weldynbe!

source: No! They still have Hrala... What are they going to do to her? What is the Chief going to do to us?
fr: Non ! Ils ont encore Hrala... Que vont-ils faire d'elle ? Qu’est ce que leur chef va faire pour nous ?
hu: Ne! Hrala még mindig a kezükben van... Mit fognak vele csinálni? És mit fog csinálni velünk a Főnök?

source: These are brazen wolves!.
fr: Ce sont des loups d'airain !
hu: Ezek a farkasok igen vakmerőek!

source: It is odd behaviour, they don't look like they are starving...
fr: Il se comportent bizarrement, il ne semble pas qu'ils soient affamés...
hu: Igen különös a viselkedésük, nem úgy tűnik, hogy éheznek...

source: Ah well, we tried... We choose our allies poorly...
fr: Eh bien, nous avons essayé... Nous choisissons mal nos alliés...
hu: Ah, legalább megpróbáltuk... Megbízhatóbb szövetségest kellett volna találnunk...

source: What will... happen... ... We've failed...
fr: Que va-t-il... arriver... ... Nous avons échoué...
hu: Most mi... történik... ... Meghalunk...

source: Hrala! Are you OK?
fr: Hrala ! Vous allez bien ?
hu: Hrala, jól vagy?

source: Yes, I am fine. Thank you... Humans?
fr: Oui, je vais bien. Je vous remercie... Humains ?
hu: Igen, jól vagyok. Köszönöm... Emberek?

source: Yes. We are friends of Gareth Banner, though enemies of other banners.
fr: Oui. Nous sommes des amis de la bannière de Gareth , bien qu'ennemis des autres bannières.
hu: Igen. A Gareth törzs barátai vagyunk, de a többieknek ellenségei.

source: Thank you for your help, you may keep the human's trinkets.
fr: Merci pour votre aide, vous pouvez conserver les bibelots des humains
hu: Köszönet a segítségetekért, megtarthatjátok az emberek csecsebecséit.

source: Wait! Humans wandering around here on the tundra will not last long. Are you mercenaries?
fr: Attendez ! Les humains qui èrent ici dans la toundra ne durent pas longtemps. Êtes-vous des mercenaires ?
hu: Megálljatok! Itt a tundrán nem sokáig vándorolgathatnak emberek. Zsoldosok vagytok?

source: No, we're not mercenaries. We need to get to the Copper Mine, but your friend Aldak is blocking the way. We need to pay him to pass.
fr: Non, nous ne sommes pas des mercenaires. Nous devons entrer dans la mine de cuivre, mais votre ami Aldak bloque le passage. Nous avons besoin de le payer pour passer.
hu: Nem, nem vagyunk zsoldosok. Be kell jutnunk a rézbányába, de a barátotok, Aldak lezárta az utat. Fizetnünk kell neki, hogy átengedjen minket.

source: Really! I wonder what he is up to... We will catch up with him. Take the trinkets.
fr: Vraiment ! Je me demande ce qu'il fait là... Nous allons le rejoindre. Prenez les bibelots.
hu: Igazán, vajon mire kell neki az arany... Na majd megkérdjük tőle. Vigyétek a csecsebecséket!

source: Thank you for your help. If we ever get the upper hand, you will not be driven back south.
fr: Merci pour votre aide. Si jamais nous prenons le dessus, vous ne serez pas refoulés vers le sud.
hu: Köszönjük a segítségeteket. Ha egyszer hatalmunkban áll, nem zavarunk vissza titeket délre.

source: Death Knell
fr: Knell Défunt
hu: Lélekharang

source: Raenna hunts down Scarrion
fr: Raenna pourchasse Scarrion
hu: Raenna felkutatja Scarriont

source: Nemesis
fr: Némésis

source: Scouts have gone ahead, they are better at working in low-light conditions. They only go a few hundred meters before reporting back, we should get an update any second.
fr: Les éclaireurs ont pris les devants, ils travaillent mieux en conditions de faible luminosité. Ils nous devancent seulement de quelques centaines de mètres avant de revenir faire un rapport, nous devrions être informés à la seconde.
hu: A felderítők előrementek, ők jobb szeretnek félhomályban dolgozni. Csak párszáz méterrel járnak előttünk, minden pillanatban megkaphatjuk a jelentésüket.

source: Sir, we found something up ahead. I think you should see it.
fr: Monsieur, nous avons trouvé quelque chose devant. Je pense que vous devriez voir ça.
hu: Uram, találtunk valamit innen nem meszze. Azt hiszem, ezt a saját szemeddel kell látnod.

source: Fine. Teora Banner will strike us hard, we need to be prepared. Belleros, take charge of the defenses, I'll go visit the scouts. If I'm not back within ten hours, assume the road ahead is treacherous. You'll be in charge, so continue as you see fit.
fr: Très bien. La bannière de Teora va nous frapper fort, nous devons être prêts. Belleros, prenez en charge notre défense, je vais aller voir les éclaireurs. Si je ne suis pas revenu d'ici dix heures, considérez que la route devant est dangereuse. Vous prendrez le commandement, afin de continuer comme bon vous semble.
hu: Remek. A Teora törzs kemény csapást fog mérni ránk, tehát fel kell készülnünk. Belleros, szervezd meg a védelmet, én megnézem a felderítőket. Ha tíz órán belül nem térek vissza, az azt jelenti, hogy az út előttünk veszélyes. Rád bízom a parancsnokságot, dönts a továbbiakról.

source: Yessir. I hope it doesn't come to that.
fr: Oui, monsieur. J'espère que nous n'en arriverons pas là.
hu: Igen, uram. De remélem jól alakulnak a dolgok.

source: Hrmmm. You know... I try to remember each of our veteran fighters, but I don't really remember that Courrier...
fr: Hrmmm. Vous savez... J'essaie de me souvenir de chacun de nos combattants aguerris, mais je ne me souviens pas vraiment de ce courrier...
hu: Hrmmm. Tudod... próbálom felidézni a veteránjaink képét, de ezt a küldöncöt nem tudom hova tenni, mintha...

source: It is somewhat dark down here, and you weren't that close...
fr: Il fait un peu sombre ici-bas, et vous n'étiez pas si près...
hu: Elég sötét van idelenn, és nem is voltál olyan közel, hogy...

source: I got a good look at him. I didn't recognize him either, but there was something familiar... - aargh -
fr: Je l'ai bien regardé. Je ne l'ai pas recnnu non plus, mais il y a pourtant quelque chose de familier... — Aargh —
hu: Én viszont jól láttam. S nekem sem tűnt ismerősnek, habár mintha már láttam volna a... - úristen -

source: Sir! Watch your back!
fr: Monsieur ! Attention derrière vous !
hu: Uram! Vigyázz a hátadra!

source: What is she doing? ... ... Uh-oh.
fr: Que fait-elle? ... ... Oh oh.
hu: Hova rohan? ... ... Uh-oh.

source: Woof!
fr: Ouaf !
hu: Vauú!

source: A keep... What's so interesting about this?
fr: Un donjon... Qu'y a-t-il de si intéressant à son sujet ?
hu: Egy erődítés... Mi olyan érdekes ebben?

source: Plenty! Take a good look...
fr: Beaucoup ! Regardez bien...
hu: Sok minden! Vess egy pillantást...

source: At your tomb! I've waited a long time for this... It ends now-
fr: C'est votre tombe ! J'ai attendu longtemps pour que... cela se termine maintenant —
hu: A sírhelyedre! Régóta várom ezt a pillanatot... S most végére járok-

source: The dog fouled up whatever it was Scarrion was trying to do... They fell over the railing?
fr: Le chien a renversé tout ce qu'essayait de faire Scarrion... Ils sont tombés par-dessus la balustrade ?
hu: A kutya megakadályozta Scarriont, akármit is akart csinálni... Átzuhantak a korláton?

source: The fall is not straight down, they might have survived...
fr: La chute n'est pas trop verticale, ils auraient pu survivre...
hu: Nem egyenes a szakadék oldala, túl is élhették az esést...

source: How is Scarrion still alive?
fr: Comment Scarrion peut-li être encore en vie ?
hu: Hogy lehet Scarrion még mindig életben?

source: I cannot let him get away this time! Huh!
fr: Je ne peux pas le laisser s'en tirer cette fois ! Han !
hu: Ezúttal nem hagyhatom, hogy megszökjön! Húú!

source: I hear orcish war drums, we won't be able to leave the way we came.
fr: J'entends les tambours de guerre des orcs, nous ne serons pourrons pas repartir par le chemin que nous avons emprunté.
hu: Ork dobokat hallok, nem mehetünk vissza arra, amerről jöttünk.

source: There was another path southwest of here...
fr: Il y avait un autre chemin au sud-ouest ici...
hu: Délnyugatra innen volt egy másik járat is...

source: Right. We should secure that, and pray that it leads out of this hell-hole. But we need to give Lorenzon and Raenna a chance to get back before we flee.
fr: Bien. Nous devons nous assurer qu'il existe, et je prie qu'il nous mène hors de cet enfer. Mais nous devons donner à Lorenzon et à Raenna une chance de revenir avant que nous ne prenions la fuite.
hu: Jól van. Azt az utat kell választanunk, és imádkozzunk, hogy kivigyen ebből a pokoli lyukból. De Lorenzonnak és Raennának esélyt kell adjunk, hogy visszatérjenek, mielőtt elmegyünk.

source: Sir! Are you all right?
fr: Monsieur ! Vous allez bien ?
hu: Uram! Jól vagy?

source: Uhhhg... I've been better... I may have broke my spine -(grunt)- I can't move my legs... Scarrion ran off into the darkness, stop him! *COUGH!
fr: Uhhhg... J'ai connu mieux... Je me suis peut-être cassé la colonne vertébrale — (grognement) — je ne peux pas bouger mes jambes... Scarrion s'enfuit dans l'obscurité, arrêtez-le ! * TOUX* !
hu: Uhhhg... Voltam már jobban is... alighanem eltört a gerincem -(morog)- nem tudom mozgatni a lábamat... Scarrion elszaladt a sötétbe, állítsd meg! *KÖHÖG!

source: Sir, you're coughing up blood. I need to get one of the healers-
fr: Monsieur, vous crachez du sang. J'ai besoin d'un des guérisseurs —
hu: Uram, vért köhögsz föl. Szükséged lenne egy gyógyítóra-

source: And how are you going to do that? You need to stop Scarrion! -(cough)- He's wounded, you can take him. I'll wait for you right here... -(gasp)- Go!
fr: Et comment allez-vous faire cela ? Vous devez arrêter Scarrion! — (toux) — il est blessé, vous pouvez le prendre. Je vais vous attendre ici... — (soupir) — allez !
hu: S honnan hozol egyet? Scarriont kell megállítanod! -(köhög)- Megsebesült, elfoghatod. Itt fogok várni rád... -(zihál)- Menj!

source: But Lorenzon, t-
fr: Mais Lorenzon, t-
hu: De Lorenzon, a-

source: I'll be fine - <i>Now, go!</i>
fr: Ça va aller — <i>Maintenant, allez !</i>
hu: Én jól vagyok - <i>Menj!</i>

source: Yes, sir...
fr: Oui, monsieur...
hu: Igen, uram...

source: (Good-bye, Lorenzon...)
fr: (Au revoir, Lorenzon...)
hu: (Ég veled, Lorenzon...)

source: Hello there, Cogue Dog...
fr: Bonjour à vous, chien Cogue...
hu: Helló, ki van ott? Te vagy az Cogue, kutyuskám...

source: Yes, I see the trail of blood. The bastard won't get far.
fr: Oui, je vois les traces de sang. Le bâtard n'ira pas loin.
hu: Igen, látom a vérnyomot. Nem juthat messzire az a szörnyeteg.

source: (sniff-sniff-sniff-exhale-sniff) Grrrr!
fr: (sniff — sniff — sniff — expire — sniff) Grrrr
hu: (Szipp-szipp-szipp-szaglászik-szipp) Hrrrr!

source: Ha! You are too late!
fr: Ah ! Vous arrivez trop tard !
hu: Ha! Elkéstetek!

source: -(cough)- They are free!
fr: — (toux) — ils sont libres !
hu: -(köhög)- Már kiszabadultak!

source: Who is free!? What have you done?
fr: Qui est libre ? Qu'avez-vous fait ?
hu: Kik szabadultak ki!? Mit csináltál?

source: Your new lords are free! -(cough)- Weldyn abdicated responsibility, so now they will be replaced!
fr: Vos nouveaux seigneurs sont libres ! — (toux) — Weldyn a abdiqué ses responsabilités, alors maintenant, ils seront remplacés !
hu: Az új uraitok szabadok! -(köhög)- Weldyn hárítja a felelősséget, tehát le lesznek cserélve!

source: What is 'Weldyn'? What in the frozen hell are you talking about?
fr: Qui est « Weldyn » ? Par l'enfer gelé, de quoi parlez-vous ?
hu: Mi az a 'Weldyn'? Mi a fagyos pokolról beszélsz?

source: Such corruption and abuse of power -(cough)- You are not worthy shepherds -(gasp)-
fr: Que de corruption et d'abus de pouvoir — (toux) — vous n'êtes pas de dignes bergers — (soupir) —
hu: Egyfajta romlottság, és a hatalommal való visszaélés -(köhög)- Ti nem vagytok méltók az irányításra -(zihál)-

source: Your words have no meaning... (He is badly wounded, is his mind slipping?)
fr: Vos mots n'ont aucun sens... (il est grièvement blessé, ne perd t'il pas ses esprits ?)
hu: A szavaidnak nincs értelme... (Súlyosan megsebesült, félrebeszél?)

source: Yes, sadly, Scarrion is starting to fade. We have a saying, 'The candle that burns twice as bright, burns half as long.' Scarrion has been burning brilliantly, and now his candle has burned out.
fr: Oui, malheureusement, Scarrion commence à s'estomper. Nous avons un dicton, « La bougie qui brille deux fois plus brûle deux fois moins longtemps. » Scarrion a brillé beaucoup, et maintenant sa bougie s'est consumée.
hu: Sajnos, igen, Scarrion már a végét járja. Van egy mondásunk: 'A gyertya, ha két végén égetik, feleannyi idő alatt fogy el.' Scarrion ragyogóan teljesített, de már kiégett.

source: <i>What?</i> No! I did everything you asked! Y-you... Grr!
fr: <i>Quoi ?</i> Non ! J'ai fait tout ce que vous demandiez ! V-vous... Grr !
hu: <i>Micsoda?</i> Nem! Én mindent megtettem, amit mondtál! T-Te... Hrr!

source: (!) Who are you?
fr: (!) Qui êtes-vous ?
hu: (!) Ki vagy te?

source: I've been following your people. You could be useful, you will come with me!
fr: Je vous ai suivi. Vous pourriez être utile, vous viendrez avec moi !
hu: Követtem a népeteket. Hasznunkra lehetsz, gyere velem!

source: No! Belleros!
fr: Non ! Belleros !
hu: Ne! Belleros!

source: We have another saying, 'In the dark, no one can hear you scream'...
fr: Nous avons un autre dicton, « Dans l'obscurité, personne ne peut vous entendre crier »...
hu: Van egy másik mondásunk is: 'A sötétben senki nem hallja a sikolyodat'...

source: Woof! Woof! -(whine)- Woof! Woof!
fr: Ouaf ! Ouaf ! — (gémissement) — Ouaf ! Ouaf !
hu: Vaúú! Vaúú! -(szűköl)- Vaúú! Vaúú!

source: Woof! Woof! Aahoew! -(whine)- Woof!
fr: Ouaf ! Ouaf ! Aahoew ! — (gémissement) — Ouaf !
hu: Vaúú! Vaúú! va-va-vaú! -(szűköl)- Vaúú!

source: Do you hear something? It sounds like an upset dog...
fr: Avez-vous entendu quelque chose ? On dirait un chien bouleversé...
hu: Hallasz valamit? Mintha egy acsarkodó kutya ugatna valahol...

source: I hear it too... Belleros, we need to leave.
fr: Je l'entends aussi... Belleros, nous devons partir.
hu: Én is hallom... Belleros, mennünk kell.

source: What about Raenna and Lorenzon?
fr: Qu'en est-il Raenna et Lorenzon ?
hu: S mi lesz Raennával és Lorenzonnal?

source: The Pit - Revisited
fr: La fosse — revisitée
hu: A bánya - visszatérés

source: Clear out the orcs.
fr: Eliminez les orcs.
hu: Kisöpröd az orkokat

source: We're back! Now we need to find out what the cultists are after...
fr: Nous sommes de retour ! Maintenant nous avons besoin de trouver ce que les adeptes recherchent...
hu: Visszatértünk! Most végre kitalálhatjuk, mit akarnak itt a szektások...

source: You assume that their attack had something to do with this place, but what evidence do we have?
fr: Vous supposez que leur attaque avait quelque chose à voir avec ce lieu, mais quelle preuve en avons-nous ?
hu: Feltételezed, hogy a támadásaik kapcsolatban vannak ezzel a hellyel, de bizonyítékod az nincs rá...

source: Scarrion wanted something here and we stopped him. The orcs have been crawling all over it, and the dominant warlord is interested. There must be something important here.
fr: Scarrion voulait quelque chose ici et nous l'avons arrêté. Les orcs ont tout exploré, et le seigneur dominant s'y est intéressé. Il doit y avoir quelque chose d'important ici.
hu: Scarrion akart itt valamit, de mi megállítottuk. Mindenütt orkok nyüzsögnek, s az ork fővezér is érdeklődést mutat a barlang iránt. Valami fontosnak kell lennie odabent.

source: Hrah! Human voices! It was a mistake to leave those craven Gareth whelps guarding the entrance!
fr: Hrah ! Des voix humaines ! C'était une erreur de laisser ces lâches petits chiens de Gareth pour garder l'entrée !
hu: Hrah! Emberi hangok! Hiba volt azokra a gyáva Gareth suhancokra bízni a bejárat őrzését!

source: Belleros, you talk too much.
fr: Belleros, vous parlez trop.
hu: Belleros, sokat jár a szád.

source: But-
fr: Mais —
hu: De-

source: Knock it off, both of you! Try to act like leaders, and don't get distracted.
fr: Laissez tomber, tous les deux ! Essayez d'agir comme des chefs, et ne vous laissez pas distraire.
hu: Hagyjátok abba a civakodást! Próbáljatok meg vezetőkhöz méltóan viselkedni, s ne térjetek el a céltól!

source: Just go home, you cannot hope to stand up to Teora Banner!
fr: Rentrez chez vous, vous ne pouvez pas espérer résister à la bannière de Teora !
hu: Takarodjatok innen, nem állhattok ellen a Teora törzsnek!

source: Ha ha, little dogs. The human worms could not handle wolves...
fr: Ah ah, de petits chiens. Les vers de terre humains ne peuvent pas gérer les loups...
hu: Ha ha, kiskutya. Az emberférgek nem képesek farkasokat irányítani...

source: Such bluster, big fella.
fr: Quelle grande fanfaronnade, mon vieux.
hu: Lassan a testtel, nagyfiú!

source: Not bluster! You will die!
fr: Ce n'est pas une fanfaronnade ! Vous allez mourir !
hu: Ez a helyzet! Meghaltok!

source: The humans keep coming...
fr: Les humains continuent d'affluer...
hu: Közelednek az emberek...

source: Well, stop them! Can't you think for yourself!?
fr: Eh bien, arrêtez-les ! Vous ne pouvez pas réfléchir tout seul !?
hu: Hát akkor állítsd meg őket! Magadtól még ennyit se tudsz kitalálni?!

source: (I hate him...)
fr: (Je le hais...)
hu: (Utállak...)

source: We already got the giant bones out of here, but Skalla Teora is not done with this place...
fr: Nous avons déjà sorti des os de géants ici, mais Skalla Teora n'en a pas fini avec ce lieu...
hu: Az óriás csontokat már kihordtuk innen, de Skalla Teora még nem végzett ezen a helyen...

source: Even if you take control of this cave, you will never see the sky again. You will die here!
fr: Même si vous prenez le contrôle de cette grotte, vous ne verrez jamais le ciel de nouveau. Vous allez mourir ici !
hu: Még ha sikerül is átvennetek a barlangban az uralmat, akkor sem látjátok meg többet az eget. Itt fogtok elpusztulni.

source: We're here to stop you, before your mindless poking causes trouble. We will have this cave, you will not.
fr: Nous sommes ici pour vous arrêter, avant que vos fouilles idiotes ne causent des ennuis. Nous aurons cette grotte, pas vous.
hu: Nem azért jöttünk idáig, hogy az ostoba nagyzolástok megállítson bennünket. Elfoglaljuk ezt a barlangot, kisöprünk innen titeket.

source: The human attackers are moving in!
fr: Des attaquants humains sont rentrés !
hu: Betörtek az emberek!

source: Close ranks, grunts! If we lose the treasure to the humans, Skalla will skin us alive!
fr: Serrez les rangs , grognards ! Si nous laissons le trésor aux humains, Skalla aura notre peau !
hu: Zárjátok a sorokat, harcosok! Ha elveszítjük a kincset, Skalla elevenen nyúz meg bennünket!

source: Treasure?
fr: Trésor ?
hu: Kincset?

source: I doubt they really know why they are here. Scarrion was after something more important than gold...
fr: Je doute qu'ils sachent vraiment pourquoi ils sont là. Scarrion recherchait quelque chose de plus important que l'or...
hu: Kétlem, hogy tisztában lennének vele, mi van itt. Scarrion valami sokkal fontosabb miatt járt itt, mint az arany...

source: Grah! I ... <i>Skalla will have your heads!</i>
fr: Grah ! Je... <i>Skalla aura vos têtes !</i>
hu: Grah! Én ... <i>Skalla lenyakaz titeket!</i>

source: The orcs are fleeing, I think we've regained control of this cave...
fr: Les orcs sont en fuite, je pense que nous avons repris le contrôle de cette grotte...
hu: Az orkok menekülnek, azt hiszem, most már mi uraljuk a barlangot...

source: More orcs coming into the cave. They carry the Teora Banner...
fr: Plus orcs viennent d'entrer dans la grotte. Ils portent la bannière de Teora...
hu: Még több ork közeledik a barlanghoz. És a Teorák zászlaját hordozzák...

source: Gather money to bribe Aldak Gareth
fr: Rassemblez de l'argent pour corrompre Aldak Gareth
hu: Aldak Gareth megvesztegetéséhez megszerzed az aranyat...

source: Summer is over, it is now Autumn.
fr: L'été est fini, c'est désormais l'automne.
hu: Véget ért a nyár, beköszöntött az ősz.

source: I see the what looks like an orcish flag and the glint of steel to the south...
fr: Je vois ce qui ressemble à un drapeau d'orc et le scintillement de l'acier au sud...
hu: Látok ott valamit, ami ork zászlónak tűnik, s mintha fémek csillognának délen...

source: Maybe we should check it out.
fr: Peut-être que nous devrions vérifier.
hu: Talán meg kéne nézzük közelebbről is.

source: Do you have the money?
fr: Avez-vous l'argent ?
hu: Megvan a pénz?

source: Yes, now please let us through.
fr: Oui, maintenant s'il vous plaît laissez nous passer.
hu: Igen, és most szeretnénk belépni a barlangba.

source: Do you think I'm stupid? You don't have the money, no you may not go through.
fr: Pensez-vous que je sois stupide ? Vous n'avez pas l'argent, vous ne pouvez pas passer.
hu: Hülyének nézel? Nincs elég pénzetek, nem mehettek be.

source: Good, this will be a great help in exterminating Skoro Banner! (And Teora Banner too, but you did not hear me say that...) You may pass.
fr: Bien, ce sera d'une grande aide pour l'extermination de la bannière de Skoro ! (Et de la bannière de Teora en plus, mais vous ne m'avez pas entendu le dire...) Vous pouvez passer.
hu: Remek, ez segíteni fog nekünk, hogy legyőzzük a Skoro törzset! (És a Teora törzset is, de ezt nem tőlem hallottad...) Bemehettek.

source: No, not yet.
fr: Non, pas encore.
hu: Még nincs.

source: Well, why are you here then? You cannot pass without the gold...
fr: Eh bien, pourquoi êtes-vous ici alors ? Vous ne pouvez pas passer sans l'or...
hu: Nos, mit kerestek itt? Arany nélkül nem mehettek be...

source: Wait! I heard the local chief south of here has a problem, there may be opportunity there. Give him my regards. I would go myself, but I must stay here.
fr: Attendez ! J'ai entendu que le chef local du sud a un problème, il peut y avoir une opportunité là-bas. Apportez-lui mes respects. J'y serais allé moi-même, mais je dois rester ici.
hu: Megálljatok! Úgy hallottam, hogy délre innen az egyik helyi főnöknek problémái vannak, esetleg ott lenne keresnivalótok. Add át neki üdvözletemet. Magam mennék, de itt kell maradnom.

source: Hello?
fr: Bonjour ?
hu: Helló?

source: Look here! If you are going to come marching in here, drawing attention, at least share some of your wealth with us...
fr: Regardez ici ! Si vous allez dans cette direction, en attirant l'attention, partagez au moins une partie de votre richesse avec nous...
hu: Nézzenek oda! Ha már bekukkantottál ebbe a faluba, kicsit javíthatnál a gazdasági helyzetünkön is...

source: I guess we can visit the general store...
fr: Je suppose que nous pouvons visiter le grand magasin...
hu: Nos, benézhetek a boltba...

source: This encampment displays the Gareth Banner, we might - I repeat might - be able to talk to them without drawing ire.
fr: Ce campement est aux couleurs de Gareth, nous pourrions — je répète, nous pourrions — être capables de leur parler sans nous attirer leur hostilité.
hu: Ezen a táborhelyen is a Garethek zászlója leng, velük kellene - ismétlem, kellene - értelmesen elbeszélgetnünk.

source: Checkpoint
fr: Point de contrôle
hu: Ellenőrzőpont

source: Defeat the Skoro Banner
fr: Vaincre la bannière de Skoro
hu: Legyőzöd a Skoro törzset

source: Move Carghanna to the Gareth Banner Camp
fr: Déplacer Carghanna au camp de la bannière de Gareth
hu: Carghanna eljut a Gareth törzs táborába

source: Death of Grat Gareth
fr: Mort de Grat Gareth
hu: Grat Gareth elesik

source: More orcs! This just gets better and better...
fr: Plus d'orcs ! Cela devient de mieux en mieux...
hu: Még több ork! Ez egyre jobb és jobb lesz...
