Repository: wescamp/Bad_Moon_Rising-1.10
Catalog: po/*.po
Languages: fr, hu

source: The enemy is trying to infiltrate our camp, we should return the favour... After all, the best defense is a good offense!
fr: L'ennemi essaie de s'infiltrer dans notre camp, nous devrions renvoyer l'ascenseur... Après tout, la meilleure défense est une bonne attaque !
hu: Az ellenség megpróbálja átfésülni a táborunkat, talán viszonozhatnánk az érdeklődésüket... Végül is a támadás a legjobb védekezés!

source: Right... What is that supposed to mean?
fr: Bien... Qu'est-ce que ça veut dire ?
hu: Rendben... Hogyan is gondolod ezt tulajdonképpen?

source: We should send dogs across the river. Not only will they scout the enemy position, but with any luck, they will convince the enemy that we are not hiding scared.
fr: Nous devrions envoyer les chiens à travers le fleuve. Non seulement ils vont nous éclairer sur la position ennemie, mais avec un peu de chance, ils vont convaincre l'ennemi que nous ne nous cachons pas par peur.
hu: Kutyákat kellene átküldenünk a folyón túlra. Nemcsak az ellenség helyzetét tudjuk így feltérképezni, de meggyőzhetjük az ellent is, hogy nem lapulunk gyáván.

source: Ha! I made it across!
fr: Ah ! Je l'ai fait de travers !
hu: Ha! Átjutottam!

source: Huh. The rebels cannot even hold off our incompetent friends... Send in the horsemen! Let's get this over with.
fr: Peuh. Les rebelles ne peuvent même pas tenir à distance nos incompétents amis... Envoyez donc les cavaliers ! Finissons-en.
hu: Huh. A lázadók még a szedettvedett barátainkkal sem bírnak el... Induljon a lovasság! Söpörjétek el azt a csürhét!

source: I was able to get through!
fr: Il a réussi à passer !
hu: Átvágtam rajtuk!

source: But I see the rebels coming across the river... Carson, either you are weak or you do not understand how much trouble you are in...
fr: Mais je vois les rebelles qui traversent la rivière... Carson, ou vous êtes faible ou vous ne comprenez pas les ennuis dans lesquels nous sommes..
hu: Úgy látom a lázadók átkeltek a folyón... Carson, ennyire gyenge vagy, vagy még most sem értetted meg, mekkora bajban vagy...

source: If they escape, you will spend the rest of your very short life wishing they hadn't...
fr: S'ils vous échappent, vous passerez le reste de votre très courte vie à souhaiter qu'ils n'aient pas réussi...
hu: Ha megszöknek, a hátralévő nagyon rövid életedben nagyon fogod bánni, hogy ez megtörténhetett...

source: -(gulp)-
fr: -(gloup)-
hu: -(Nyel egyet)-

source: Their forces cannot be so great for we are able to move about in their turf. Now you have your answer, where's our money?
fr: Leurs forces ne peuvent pas être si grandes, puisque nous sommes en mesure de nous déplacer sur leur territoire. Maintenant que vous avez votre réponse, où est notre argent ?
hu: Nincs is akkora seregük, mint amekkorának látszanak, lerohanhatjuk őket. Választ kaptál a kérdésedre, hol a pénzünk?

source: You will come with me to the Palace when this is over. Lord Huric will surely want to meet the man who stopped the rebellion. Then you will be paid.
fr: Vous viendrez avec moi au palais quand ce sera fini. Le seigneur Huric voudra sûrement rencontrer l'homme qui a arrêté la rébellion. Puis vous serez payé.
hu: Velem jöhetsz a Palotába, mihelyst végeztünk. Lord Huric bizonyára kíváncsi lesz arra, aki elfojtotta a lázadást. Tőle megkapod a jutalmadat.

source: What? You wanted to know the strength of their forces before you sent your men into battle - now you have your answer!
fr: Quoi ? Vous vouliez connaître la puissance de leurs forces avant d'envoyer vos hommes au combat — maintenant vous avez votre réponse !
hu: Micsoda? Te csak azt akartad tudni, mekkora erő ellen kell bevetni a csapatodat - megkaptad a választ.

source: Yes, but I do not want to needlessly put trained soldiers and horses in harm's way. They are not cheap.
fr: Oui, mais je ne veux pas inutilement mettre des soldats entraînés et des chevaux en danger. Ils ne sont pas si bons marché.
hu: Igen, de szükségtelenül nem akarom kockára tenni a drágán felszerelt katonaságomat. Túl sokba vannak nekem.

source: But, we had a deal! I never agreed to taking the front line!
fr: Mais, nous avions un accord ! Je n'ai jamais accepté de tenir la première ligne !
hu: De megegyeztünk! Arról szó sem volt, hogy mi vérezzünk el a csatatéren!

source: Don't be so naive, Carson, it's unbecoming in an outlaw... Besides, you are not bargaining from a position of strength.
fr: Ne soyez pas si naïf, Carson, c'est indigne d'un hors-la-loi... Par ailleurs, vous n'êtes pas en position de force pour négocier.
hu: Ne légy már ilyen értetlen, Carson, ez az ára, hogy újra törvénytisztelő ember hírébe kerülj... Egyébként meg nem vagy abban a helyzetben, hogy alkudozz.

source: Taking Fort Kuhle was not going to be easy, many would die if it had to be done with force. If Lorenzon could convince the commanding officer to defect, not only would bloodshed be averted, but it would be another powerful symbol of the crumbling of Huric's power.
fr: Prendre le Fort de Kuhle n'allait pas être facile, beaucoup allaient mourir s'il fallait le prendre de force. Si Lorenzo pouvait amener l'officier commandant la place à se rendre, non seulement une effusion de sang pourrait être évitée, mais ce serait un autre symbole fort de l'écroulement de la puissance d'Huric.
hu: Kuhle erődjének elfoglalása nem ígérkezett könnyűnek, sokan meghalhatnak az ostrom során. Ha Lorenzon meg tudná győzni a kapitányát, hogy adja meg magát, nemcsak a vérontást kerülné el, hanem nagyszerű példáját adná Huric hatalma gyengülésének is.

source: Defeat Enemy Leader
fr: Vaincre le chef ennemi
hu: Legyőzöd az ellenséges vezért

source: (Our best bet is to create an opening near the west wall and-
fr: (Notre meilleur chance est de créer une ouverture près du mur ouest et —
hu: (Legjobb lenne, ha a nyugati tisztáson próbálnánk meg-

source: Halt! Who goes there?
fr: Halte ! Qui va là ?
hu: Megállj! Ki vagy?

source: (Get down!)
fr: (Descendez !)
hu: (Feküdj!)

source: Not saying, eh? We're under attack! To arms!
fr: Pas de réponse, hein ? Nous sommes attaqués ! Aux armes !
hu: Nem válaszol, eh? Megtámadtak minket! Fegyverbe!

source: So Lorenzon, you're leading a nativist rebellion! And after all we've done for you!
fr: Ainsi Lorenzon, vous menez une rébellion nativiste ! Après tout ce que nous avons fait pour vous !
hu: Tehát Lorenzon, te vezeted a csőcselék lázadását! Azok után, amit érted tettünk!

source: No, this is not a 'nativist rebellion'. Huric is running this kingdom into the ground. Join us in the fight to save Ukiah!
fr: Non, ce n'est pas une « rébellion nativiste ». Huric entraîne ce royaume à sa perte. Rejoignez-nous dans la lutte pour sauver Ukiah !
hu: Nem, ez nem a 'csőcselék lázadása'. Huric a szakadékba taszította ezt az országot. Csatlakozz hozzánk, és harcolj Ukiahért!

source: Oh sure -(spit)-! I'll agree Huric could do better, but he's King and the source of all strength and stability. With Huric gone, you'd feed us to the orcs. I'm not stupid-
fr: Oh, bien sûr — (crachant) — ! J'admets qu'Huric pourrait faire mieux, mais il est le roi et la source de toute force et stabilité. Avec la disparition d'Huric, vous nous livreriez aux orcs comme nourriture. Je ne suis pas stupide —
hu: Ó, hogyne - (köp)-! Abban igazad van, hogy Huric jobban is csinálhatná, de akkor is ő a király, rendelkezik a sereggel és őrzi a stabilitást. Huric nélkül az orkok eledele válna belőlünk. Nem vagyok hülye-

source: And I'm not going to tell Huric that I lost Fort Khule! Rally men, don't let them through!
fr: Je ne vais pas annoncer à Huric que j'ai perdu le fort de Khule ! Rassemblement les hommes, ne les laisser pas passer !
hu: S nem fogok Hurichoz menni, hogy elvesztettem Kuhlét! Sorakozó, emberek, nem juthat be a várba senki!

source: Why did I follow this fool...
fr: Pourquoi ai-je suivi ce fou...
hu: Miért követtem ezt a bolondot...

source: Traitor...
fr: Traître...
hu: Áruló...

source: Wait! Don't kill him! General, we need to talk.
fr: Attendez ! Ne le tuez pas ! Général, nous avons besoin de parler.
hu: Megállj! Ne öld meg! Tábornok, beszélnünk kell!

source: There's nothing to talk about, you'll never take me alive!
fr: Rien à faire, vous ne me prendrez jamais vivant !
hu: Nincs miről beszéljünk, élve nem kerülök a kezeid közé!

source: Drago made a sudden movement and was dealt a fatal blow before he could follow through.
fr: Drago fit un mouvement brusque et reçut un coup fatal avant qu'il de pouvoir l'éviter.
hu: Drago egy hirtelen mozdulattal kést döfött a szívébe, mielőtt bárki felocsúdhatott volna, halott volt.

source: News of this will spread, we need to get ready to fend off an assault as soon as possible.
fr: Les nouvelles de ceci se propageront, nous devons nous préparer à repousser une attaque dès que possible.
hu: Ez a hír villámgyorsan elterjed, készen kell állnunk egy ostrom visszaverésére.

source: We need to let Huric know we are serious. Send him the severed head of his underling!
fr: Nous devons faire savoir à Huric que nous sommes sérieux. Envoyez-lui la tête coupée de son sous-fifre !
hu: Meg kell üzennünk Huricnak, hogy mi komolyan gondoljuk az ügyünket. Küldd el neki ennek a csatlósnak a fejét!

source: You mean General Drago!? What did he do to deserve that, and what could we possibly hope to gain from such an action?
fr: Vous voulez dire le général Drago ? Qu'a-t-il fait pour mériter cela, et que pourrions-nous espérer gagner d'une telle action ?
hu: Drago tábornok fejére gondolsz? Mivel érdemelte ki ezt, és mit érhetünk el egy ilyen cselekedettel?

source: I know how it appears, but Huric is a beast and only speaks a certain language. Trust me, I've had to deal with it for years...
fr: Je sais l'impression que ça donne, mais Huric est une bête et ne comprend qu'un certain langage. Croyez-moi, j'ai eu à traiter avec lui depuis des années...
hu: Tudom, hogy ez barbárságnak látszik, de Huric egy szörnyeteg, s csak egy bizonyos nyelven lehet vele beszélni. Higgy nekem, volt alkalmam megtapasztalni éveken át...

source: I don't know Minister, isn't capturing the fort message enough?
fr: Je ne sais pas, monsieur le Ministre, la capture du fort n'est-elle pas un message suffisant ?
hu: Nem is tudom, miniszter, az erőd elfoglalása nem elég üzenetnek?

source: You cannot get cold feet now, Lorenzon. The people you lead have committed to a noble cause, you cannot let them down. You do not have that right.
fr: Vous ne pouvez pas être frileux maintenant, Lorenzon. Les personnes que vous dirigez se sont engagées pour une noble cause, vous ne pouvez pas les laisser tomber. Vous n'en avez pas le droit.
hu: Nem hagyhatod, hogy az események lecsengjenek. Az emberek, akik felsorakoztak mögötted, egy nemes célért küzdenek, nem hagyhatod cserben őket. Nincs hozzá jogod.

source: We'll need to inspire the people while the rage is hot and momentum is on our side! Provoking Huric into a rage will cause him to make mistakes. Hunkering down in this fort and running guerilla skirmishes is a recipe for a slow defeat.
fr: Nous aurons besoin d'inspirer les gens alors que la colère gronde et que la dynamique est de notre côté ! Provoquer Huric pour le mettre en colère lui fera faire des erreurs. Se retirer pour pourrir dans ce fort et se lancer dans une guérilla d'escarmouches est un bon moyen d'arriver lentement à notre défaite.
hu: Addig kell az embereket ösztönözni, amíg izzik bennük a tettvágy, s most a mi térfelünkön pattog a labda! Ha Huric feldühödik, hibázni fog. Ücsörögni ebben az erődben, és gerillaháborút folytatni, egyenlő a lassú öngyilkossággal.

source: (Hmm, if you say so...)
fr: (Humm, si vous le dites...)
hu: (Hmmm, ha úgy gondolod...)

source: Assault Fort Kuhle.
fr: L'assaut de fort Kuhle.
hu: Megostromlod Kuhle erődjét

source: We should not dally here. To Fort Kuhle!
fr: Nous ne devrions pas nous attarder ici. À fort Kuhle !
hu: Nem kéne itt totojáznunk. Irány Kuhle!

source: We are wasting time. Let's turn back...
fr: Nous perdons du temps. Faisons demi-tour...
hu: Csak vesztegetjük az időt. Forduljunk vissza...

source: Here we are. This could get ugly...
fr: Nous y voici. Ça pourrait devenir affreux...
hu: Itt vagyunk. Ez elég kemény lesz...

source: Hello, everybody...
fr: Bonjour, tout le monde...
hu: Helló mindenkinek...

source: This looks like a peaceful town. Excuse me, good man! We have a rough... journey ahead. May we leave the civilians behind in your fine town? We would pay you, of course.
fr: Cela ressemble à une ville paisible. Excusez-moi, homme de bien ! Nous avons un rude... voyage à venir. Pouvons-nous laisser les civils derrière nous dans votre belle ville ? Nous vous paierons, bien sûr.
hu: Ez egy békés városnak látszik. Elnézést, jó emberek! Nehéz... út áll előttünk. Befogadnátok a civil embereinket a városotokba? Természetesen megfizetnénk érte.

source: I know who you are... The very young may stay here, for they are innocent. But the rest of you must leave immediately! We want no trouble with Huric.
fr: Je sais qui vous êtes... Les très jeunes peuvent rester ici, car ils sont innocents. Mais le reste d'entre vous doit quitter les lieux immédiatement ! Nous ne voulons pas de problèmes avec Huric.
hu: Tudom, ki vagy te... A legfiatalabbak maradhatnak, mivel ők ártatlanok. De a többieknek azonnal el kell hagyniuk a városunkat! Nem akarunk bajt magunknak.

source: Townsman
fr: Citadin
hu: Városlakó

source: Just the children? I don't know-
fr: Juste les enfants ? Je ne sais pas —
hu: Csak a gyerekeket? Nem is tudom-

source: It's a deal! We don't have time to argue. We will pay upon our return!
fr: C'est à prendre ou à laisser ! Nous n'avons pas le temps de discuter. Nous paierons à notre retour !
hu: Megegyeztünk! Nincs időnk alkudozni. Lerójuk az adósságunkat, mihelyst visszatérünk!

source: News
fr: Nouvelles
hu: Hírek

source: Against his better judgement, Lorenzon agreed to send Huric a macabre gift. He had Drago tied to a surviving cavalry horse, and sent it off down the road toward the capital. The frightened animal had traveled that road many times and would know the way to safer stables.
fr: À l'encontre ses convictions, Lorenzon accepta d'envoyer un macabre cadeau à Huric. Il fit attacher Drago à un cheval de cavalerie survivant, et il l'envoya sur la route vers la capitale. L'animal apeuré avait voyagé à maintes reprises sur cette routes et connaîtrait le chemin pour retourner à de plus sûres écuries.
hu: Minden viszolygása ellenére Lorenzon végül belement, hogy küldjenek Huricnak egy hátborzongató ajándékot. Hozzákötözték Drago tábornokot egy életben maradt lóhoz, és útnak indították. A megfélemlített paripa a százszor bejárt útvonalon hamar megtalálhatja a biztonságot ígérő istállóját.

source: The meaning of the dead rider's arrival was not lost on those guarding the gates of the capital.
fr: La signification de l'arrivée du cavalier mort fut pleinement perçue par les gardes des portes de la capitale.
hu: A halott lovas érkezése a kapuk elé megtette hatását.

source: My lord, I have some grim news...
fr: Mon seigneur, j'ai de sinistres nouvelles...
hu: Uram, borzalmas hírt kaptunk...

source: What is it? Does it have to with that bastard officer?
fr: Qu'est-ce que c'est ? Est-ce que ça a encore quelque chose à voir avec ce bâtard d'officier ?
hu: Mit? Csaknem azzal az átkozott lázadóval kapcsolatban?

source: Y-yes. Just this hour, General Drago arrived at our gates-
fr: O-oui. Il y a tout juste une heure, le général Drago est arrivé à nos portes —
hu: D-de igen. Drago tábornok megérkezett a kapunk elé-

source: He abandoned his post, did he? Bring him here.
fr: Il a abandonné son poste, n'est-ce pas ? Amenez-le ici.
hu: Elhagyta a posztját? Hozzátok elém!

source: He had no choice, he was dead. They tied him to a cavalry horse, some sort of sick joke. General Maskov is ready to lead the retaliation, he only awaits your orders.
fr: Il n'avait pas le choix, il était mort. Ils l'ont attaché à un cheval de cavalerie, une sorte de blague de mauvais goût. Le Général Maskov est prêt à diriger les représailles, il n'attend plus que vos ordres.
hu: Nem önszántából jött, meghalt. Morbid ajándékként egy ló hátára kötözték. Maskov tábornok készen áll az ellencsapásra, várja a parancsodat.

source: (Wants to be a hero... Well, it may work for the best, for now.)
fr: (Il veut devenir un héros... Eh bien, cela peut fonctionner pour le mieux, pour l'instant.)
hu: (Hőssé akar válni... Nos, ebből még jó dolog is kisülhet, talán.)

source: Yes, Maskov has my blessing. May he recapture the fort and bring the traitors to me. Dead or alive, tied to a horse, if necessary.
fr: Oui, Maskov a ma bénédiction. Puisse-t-il reprendre le fort et amener les traîtres devant moi. Morts ou vivants, attachés à un cheval, si nécessaire.
hu: Rendben, Maskov induljon! Visszafoglalhatja az erődöt, és elhozhatja nekem az árulót. Élve, vagy halva, ha másképp nem megy, ló hátára kötözve.

source: I will let him know, my lord.
fr: Je vais le lui faire savoir, mon seigneur.
hu: Tudatom vele, uram!

source: Oh, Huric! I wish I could join you, but where I am is so cold...
fr: Oh, Huric ! Je voudrais pouvoir vous rejoindre, mais là où je suis il fait si froid...
hu: Ó, Huric! Bárcsak veled mehetnék, de ahol én vagyok, olyan hideg van...

source: Damn you, Apparition! Why do you mock the memory of her? Why do you torment me so!?
fr: Maudite sois-tu, Apparition ! Pourquoi te moque-vous de sa mémoire ? Pourquoi me tourmente-tu ainsi ?
hu: Te átkozott kísértet! Miért gyötörsz az Ő emlékével? Miért kínzol ennyire?

source: Your world is one of heat, life, and passion. I only wish to -
fr: Votre monde est un monde de chaleur, de vie, et de passion. J'aimerais seulement —
hu: A te világod meleg, élő és szenvedélyes. Bárcsak én-

source: No! You are not her, I don't listen to the words of cruel illusions spawned by those damned magicians!
fr: Non ! Vous n'êtes pas elle, je n'écouterai pas les paroles d'illusions cruelles engendrées par ces magiciens maudits !
hu: Nem! Te nem Ő vagy, nem hallgatom tovább a szavaidat, te csak egy látomás vagy, azok az átkozott mágusok kreáltak!

source: How I wish I could make you understand, my love...
fr: Comme j'aimerais te faire comprendre, mon amour...
hu: Hogy magyarázzam meg, kedvesem...

source: My lord! What is it?
fr: Mon seigneur ! Qu'est-ce que c'est ?
hu: Uram! Történt valami?

source: It was nothing. I saw a ... rat. You have to kill the damn things whenever you see them. Now relay my orders to Maskov, let him be on his way!
fr: Ce n'était rien. J'ai vu un... rat. Vous devez tuer ces choses maudites chaque fois que vous les croisez. Maintenant, transmettez mes ordres à Maskov, qu'il se mette en route !
hu: Semmi. Csak egy... patkány. Ki kellene irtani ezeket az állatokat az utolsó szálig. Vidd Maskov tábornokhoz a parancsomat, induljon azonnal!

source: Defend
fr: Défense
hu: Várvédés

source: The Ukian rebels did not have to wait long for the expected assualt; the next day scouts reported a force marching up from the south...
fr: Les rebelles Ukiens n'eurent pas à attendre longtemps l'assaut prévu ; le lendemain les éclaireurs rapportèrent qu'une troupe était en marche depuis le sud...
hu: Az ukiai lázadóknak nem kellett sokáig várni az ellentámadásra; a következő napon a felderítők egy délről masírozó seregről számoltak be...

source: Hold Out Until End of Turns
fr: Ou résister jusqu'à la fin des tours
hu: Kitartasz a körök végéig

source: Here they come...
fr: Les voilà...
hu: Meg is jöttek...

source: Exactly as you thought, Sir. The rebels have captured Fort Kuhle.
fr: Exactement comme vous le pensiez, monsieur ! Les rebelles ont capturé Fort Kuhle.
hu: Pontosan úgy van, ahogy gondoltad, uram. A lázadók elfoglalták Kuhle erődjét.

source: We have to get it back. Move!
fr: Nous devons le récupérer. Allez !
hu: Vissza kell foglalnunk. Azonnal!

source: Down, cur!
fr: Couché, chien !
hu: Halál rád, elfajzott!

source: Ha! They fight themselves... Now is a great time to attack!
fr: Ah ! Ils se battent entre eux... C'est maintenant le moment idéal pour attaquer !
hu: Ha! Egymást irtják az emberek... Remek alkalom ez nekünk!

source: Goddamn orcs!
fr: Nom de Dieu les orcs !
hu: Ezer ördög és pokol! Orkok!

source: (Orcs aside, this is not the disaster I'd expected. Huric's forces are indeed weakened.)
fr: (À part les orcs, ce n'est pas la catastrophe que j'attendais. Les forces d'Huric sont en effet affaiblies.)
hu: (Orkok az oldalunkban, erre a katasztrófára nem számítottam. Huric hadereje tényleg meggyengült.)

source: Huric thought you might need some assistance.
fr: Huric a pensé que vous pourriez avoir besoin d'aide.
hu: Huric arra gondolt, esetleg jól jön egy kis segítség.

source: (Not that weak, it seems. I see a narrow but endless stream of horsemen coming up from the south.)
fr: (Pas si faible, à ce qu'il semble. Je vois une étroite mais interminable file de cavaliers remontant du sud.)
hu: (Annyira mégsem gyengék, úgy tűnik. Végeláthatatlan lovasoszlop közeledik délről.)

source: Yes, lancer. Your assistance is welcome.
fr: Oui, lancier. Votre aide est la bienvenue.
hu: Igen, lándzsás. Elkél a segítség.

source: (He has enough fighters to hold us off thus far - is it a sign? We shall see.)
fr: (Il a suffisamment de combattants pour nous tenir au loin jusqu'ici — est-ce un signe ? Nous verrons.)
hu: (Elég harcosa van, hogy feltartóztasson minket - ez egy intő jel lenne? Meglátjuk.)

source: Why did I join this fool...
fr: Pourquoi ai-je rejoint cet imbécile...
hu: Miért csatlakoztam ehhez a bolondhoz...

source: I am tired of hearing that! Huric is a madman, and those who enable him are the traitors! I'm trying to re-establish the rule of law!
fr: Je suis fatigué d'entendre ça ! Huric est un fou, et ceux qui lui permettent de faire ça sont les traîtres ! J'essaie de rétablir la primauté du droit !
hu: Belefáradtam már ebbe a sok árulózásba. Huric egy őrült, s akik segédkeznek az őrületében, azok az árulók. Én pusztán a törvényességet akarom újra helyreállítani.

source: You have an interesting way of doing that - sending to Huric General Drago's headless body tied to a horse!
fr: Vous avez une manière intéressante d'y parvenir — envoyer le corps décapité du général Drago attaché à un cheval à Huric !
hu: Érdekes útját választottad ennek - Drago tábornok fejnélküli testét küldted el Huricnak, egy lóhoz kötözve!

source: (That was not my idea...) Drago died in battle, I did not execute him. Huric has done things much worse and will continue to do so unless he is stopped.
fr: (Ce n'était pas mon idée...) Drago est mort au combat, je ne l'ai pas fait exécuter. Huric a fait des choses bien pires et il continuera tant qu'on ne l'arrêtera pas.
hu: (Nem az én ötletem volt...) Drago meghalt a csatában, nem én öltem meg. Huric csak rosszabbá teszi a dolgokat, s tovább fogja rontani, ha nem állítjuk meg.

source: I believe you, Lorenzon, and I wish we were not being led by that fool. If allowed to live, I offer to join you in this task to re-establish the rule of law.
fr: Je vous crois, Lorenzon, et je souhaite que nous ne soyont plus dirigés par ce fou. S'il m'est permis de vivre, je vous propose de me joindre à vous dans le but de rétablir la primauté du droit.
hu: Hiszek neked, Lorenzon, bárcsak ne ez a félnótás vezetné a népünket. Ha megkíméled az életemet, segítek neked a törvényesség helyreállításában.

source: You may live. If you truly believe in our cause, you are welcome.
fr: Vous vivrez. Si vous croyez vraiment en notre cause, vous êtes bienvenu.
hu: Szabad vagy. Ha valóban egyetértesz a céljainkkal, légy üdvözölve a sorainkban.
