Repository: wescamp/Bad_Moon_Rising-1.10
Catalog: po/*.po
Languages: fr, hu

source: We cannot stay here though. Huric is very angry with you, he's on his way here!
fr: Nous ne pouvons pas rester ici pour autant. Huric est très en colère contre vous, il est sur nos traces maintenant !
hu: Habár nem maradhatunk itt. Huric nagyon haragszik rád, úton van ide!

source: (I knew this wasn't a good idea.) We have civilians, they cannot keep running. We'll make a stand here!
fr: (Je savais que ce n'était pas une bonne idée.) Nous avons des civils, ils ne peuvent pas continuer à courir. Nous allons faire front ici !
hu: (Tudtam, hogy nem volt jó ötlet.) Civilek is vannak velünk, nem tudnak elmenekülni. Itt kell maradnunk!

source: Then I want nothing to do with this! You'll be slaughtered!
fr: Je ne veux rien avoir à voir avec cela. Vous serez massacrés !
hu: Akkor nem tudok mit tenni. Le lesztek mészárolva!

source: Calm down, sirs! I know of something that may help. The copper mine to the south was originally built by an ancient civilization of great power - that is why it contained so much metal. I have read that there is a powerful weapon there, but have never had a chance to investigate because I did not wish Huric to get his hands on it.
fr: Calmez-vous, messieurs ! Je connais quelque chose qui peut nous aider. La mine de cuivre au sud a été construite par une ancienne civilisation de grande puissance — c'est pourquoi elle contient tellement de métal. J'ai lu qu'une arme puissante était là-bas, mais je n'ai pas pu continuer mes recherches, car je ne voulais pas qu'Huric mette la main dessus.
hu: Nyugalom, uraim! Van itt valami, ami segíthet. Délre innen van egy rézbánya, amit egy hatalmas ősi civilizáció művelt - ami rengeteg fémet használt. Olvastam valahol, hogy egy nagyerejű fegyver rejtőzik a tárnák mélyén, de alaposabban soha nem jártam utána, nehogy Huric kezébe kerüljön az említett fegyver.

source: Then we will go to the copper mine. Let's move!
fr: Alors nous irons à la mine de cuivre. En avant !
hu: Akkor behatolunk abba a rézbányába. Irány a bánya!

source: Why are you doing this? Just what are you hoping to accomplish, traitor?
fr: Pourquoi faites-vous cela ? Est-ce tout ce que vous espérez accomplir, traître ?
hu: Miért csinálod ezt? Mit akarsz ezzel elérni, áruló?

source: Don't call me a traitor! Huric is a madman, and those who enable him are the traitors. I'm trying to re-establish the rule of law.
fr: Ne m'appelez pas traître ! Huric est un fou, et ce sont ceux qui lui permettent de continuer sont des traîtres. J'essaie de rétablir la primauté du droit.
hu: Ne nevezz engem árulónak! Huric egy őrült, és akik segédkezet nyújtanak neki, azok az árulók. Én a törvényességet akarom helyreállítani.

source: (That was not my idea...) Drago died in battle, I did not execute him. Huric has done things that are much worse and will continue to do so unless he is stopped.
fr: (Ce n'était pas mon idée...) Drago est mort au combat, je ne l'ai pas fait exécuter. Huric a fait des choses qui sont bien pires et il continuera à moins qu'on l'arrête.
hu: (Nem az én ötletem volt...) Drago meghalt a csatában, nem én öltem meg. Huric csak rosszabbá teszi a dolgokat, s tovább fogja rontani, ha nem állítjuk meg.

source: I believe you, Lorenzon, and I wish we were not being led by that fool - I offer to join you in this task to re-establish the rule of law.
fr: Je vous crois, Lorenzon, et je souhaite que nous ne soyont plus dirigés par ce fou. S'il m'est permis de vivre, je vous propose de me joindre à vous dans le but de rétablir la primauté du droit.
hu: Hiszek neked, Lorenzon, bárcsak ne ez a félnótás vezetné a népünket. Segítek neked a törvényesség helyreállításában.

source: If you truly believe in our cause, you are welcome.
fr: Si vous croyez vraiment en notre cause, vous êtes bienvenu.
hu: Ha valóban egyetértesz a céljainkkal, légy üdvözölve a sorainkban.

source: We cannot stay here though. Huric is very angry with you and he's on his way here!
fr: Nous ne pouvons pas rester ici pour autant. Huric est très en colère contre vous, il est sur nos traces maintenant !
hu: Habár nem maradhatunk itt. Huric nagyon haragszik rád, úton van ide!

source: Then I want nothing to do with this. You'll be slaughtered!
fr: Je ne veux rien avoir à voir avec cela. Vous serez massacrés !
hu: Akkor nem tudok mit tenni. Le lesztek mészárolva!

source: I know of something that may help. The copper mine to the south was originally built by an ancient civilization of great power - that is why it contained so much metal. I have read that there is a powerful weapon there, but have never had a chance to investigate because I did not wish Huric to get his hands on it.
fr: Je connais quelque chose qui peut nous aider. La mine de cuivre au sud a été construite par une ancienne civilisation de grande puissance — c'est pourquoi elle contient tellement de métal. J'ai lu qu'une arme puissante était là-bas, mais je n'ai pas pu continuer mes recherches, car je ne voulais pas qu'Huric mette la main dessus.
hu: Van itt valami, ami segíthet. Délre innen van egy rézbánya, amit egy hatalmas ősi civilizáció művelt - ami rengeteg fémet használt. Olvastam valahol, hogy egy nagyerejű fegyver rejtőzik a tárnák mélyén, de alaposabban soha nem jártam utána, nehogy Huric kezébe kerüljön az említett fegyver.

source: Old Guardian
fr: Vieux gardien
hu: Régi őrség

source: Explore the Mines
fr: Explorer les mines
hu: Felderíted a bányát

source: Death of General Maskov
fr: Mort du général Maskov
hu: Maskov tábornok elesik

source: I doubt anyone has been here recently.
fr: Je doute que quiconque ait été là-bas dernièrement.
hu: Kétlem, hogy valaki használná ezt a bányát.

source: The air down here is quite foul!
fr: L'air ici est vicié !
hu: A levegő meglehetősen áporodott idele!

source: We must keep moving.
fr: Nous devons continuer à avancer.
hu: Haladjunk!

source: The living dead!
fr: Le mort qui vit !
hu: Élő halottak!

source: They are called 'undead' and don't let their appearance fool you. They can be defeated just like anyone else.
fr: Ils sont appelés « morts-vivants » et ne laissez pas leur apparence vous tromper. Ils peuvent être vaincus comme tout le monde.
hu: 'Élőholtaknak' nevezik őket, de nem kell pánikba esni tőlük. Ugyanúgy lehet végezni velük is, mint akárki mással.

source: What was that? It looked like some sort of General!
fr: Qu'est-ce que c'était ? Il ressemblait à une sorte de général !
hu: Mi volt ez? Mintha valamilyen tábornok lett volna!

source: The undead retain some twisted memory of their former selves. So yes, that was likely a General at one time. Now, it was just a guard. We need to press on.
fr: Les morts-vivants conservent des souvenirs torturés de leur ancienne existence. Donc, oui, c'était probablement un général à un moment donné. Maintenant, c'est juste un garde. Nous devons avancer.
hu: Az élőholtak memóriájában időnként foszlányok maradnak előző életükből. Így ez a pára is tábornok volt valamikor. De most csak egy őr. Tovább kell mennünk!

source: Holy Amulet
fr: Amulette sacrée
hu: Szent Amulett

source: This amulet will give melee weapons an arcane nature.
fr: Cette amulette imprègne d'énergie sacrée les armes de corps à corps.
hu: Ez az amulett a közelharci fegyvereket földöntúli sebzéssel ruházza fel.

source: You are not welcome here!
fr: Vous n'êtes pas les bienvenus ici !
hu: Nincs itt semmi keresnivalótok!

source: Stand aside!
fr: Restez à l'écart !
hu: Állj félre!

source: Fools...
fr: Idiots...
hu: Bolondok...

source: This powerful artifact you seek is guarded by these foul undead, I have to wonder if it is something best left alone.
fr: Ce puissant artefact que vous cherchez est gardé par ces immondes morts-vivants, je me demande si ce ne serait pas quelque chose qu'il vaut mieux ne pas toucher.
hu: Ezt a hatalmas eszközt, amit keresünk, élőholtak őrzik? Valami különös eszköz lehet, ha ilyen őrei vannak.

source: Indeed! What foul magic would you have us rely upon?
fr: En effet ! Sur quelle immonde magie voulez-vous que nous nous reposions ?
hu: Valóban! Miféle aljas mágiára akarsz minket rávenni?

source: Do not worry so, the undead do not have any relation to our goal. They are merely in the way.
fr: Ne vous inquiétez pas pour autant, les morts-vivants n'ont aucun rapport avec notre objectif. Ils sont juste en travers du chemin.
hu: Csak semmi hisztéria, az élőholtaknak semmi köze az eszközhöz. Ők csak útban vannak.

source: Oh, the rebellion has failed...
fr: Oh, la révolte a échoué...
hu: Ó, a forradalomnak befellegzett!

source: Why did I join that fool...
fr: Pourquoi ai-je rejoint cet imbécile...
hu: Miért csatlakoztam ehhez a bolondhoz...

source: This would have been easier with him...
fr: Cela aurait été plus facile avec lui...
hu: Könnyebb lehetett volna vele...

source: Why are you-
fr: Pourquoi êtes-vous...
hu: Miért akarsz-

source: The lich tried to ask something before you did that.
fr: La liche essayée de demander quelque chose avant que vous fassiez cela.
hu: A delevény valamit kérdezni akart, mielőtt lesújtottad.

source: Liches are not sane and not to be trusted. This has taken much longer than I anticipated, I fear we may have been gone too long.
fr: Les liches ne sont pas saines d'esprit et on ne peut pas leur faire confiance. Cela a pris beaucoup plus longtemps que je ne l'avais prévu, je crains que nous ne soyons partis depuis trop longtemps.
hu: A delevények nem komplettek, és nem lehet megbízni bennük. Tovább tartott elintézni, mint terveztem. Tartok tőle, hogy túl sok időt elvesztegettünk.

source: Lorenzon, why don't you head back to clear a path to the fortress and assist in the defenses, I doubt Huric's forces have been idle. General Maskov and I will continue onward, we should be close.
fr: Lorenzon, pourquoi ne pas retourner vous frayer un chemin jusqu'à la forteresse et les aider dans leurs défenses, je doute que les forces d'Huric soient restées inactives. Le Général Maskov et moi allons continuer en avant, nous devrions être proches...
hu: Lorenzon, miért nem mész vissza, hogy megtisztítsd az utat az erődig, és segíts a védekezésben. Kétlem, hogy Huric erői tétlenkednek. Mi Maskov tábornokkal folytatjuk a felderítést, már kevesen is boldogulunk.

source: This is taking a long time.
fr: Cela prend beaucoup de temps.
hu: Sok időt töltünk itt.

source: Yes, I fear we may have been away from the fort for too long...
fr: Oui, je crains que nous ne soyons restés loin du fort pendant trop longtemps...
hu: Igen, én is azt hiszem, hogy túl sokáig hagytuk védtelenül az erődöt...

source: Move to the Copper Mines.
fr: Atteindre les mines de cuivre.
hu: Elmész a rézbányához

source: Though Maskov had joined the rebel side, most of the royal forces would not, possibly for fear for the safety of the families they left behind, a hatred for the rebels, or simply a sense of duty to the king. Maskov brokered an agreement where the royalists would report back to Huric that Maskov had been slain by Lorenzon, and the two sides would not again engage until Huric had been informed.
fr: Bien que Maskov ait rejoint le camp des rebelles, la plupart des forces royales ne le firent pas, peut-être par crainte pour la sécurité des familles restées derrière, la haine envers les rebelles, ou tout simplement par sens du devoir envers le roi. Maskov négocia un accord où les royalistes feraient un rapport à Huric pour dire que Maskov avait été tué par Lorenzon, et où les deux parties observeraient une trêve en attendant.
hu: Habár Maskov tábornok csatlakozott a felkelőkhöz, a királyi sereg nagyobb része nem, talán a hátrahagyott családjuk biztonságát féltették, vagy mert gyűlölték a felkelőket, esetleg mert a királyhoz való hűséget tekintették a legfontosabbnak. Maskov elrendezte a dolgokat, hogy a királyi sereg értesítse Huricot az ő haláláról, míg a két sereg fegyverszünetet kötött, addig is, amíg Huricot informálják.

source: There is no going back, we must head to the Copper Mine.
fr: Il n'y a aucun retour en arrière possible, nous devons nous rendre à la mine de cuivre.
hu: Most már nincs visszaút, a rézbányához kell mennünk.

source: Let's not get hasty, Huric will destroy us if we attack him now. We need that artifact from the Copper Mine.
fr: Ne soyons pas hâtifs, Huric nous détruira si nous l'attaquons maintenant. Nous avons besoin de cet artefact de la mine de cuivre.
hu: Ne siessük el a dolgokat, Huric megsemmisít bennünket, ha most megtámadjuk. Szükségünk lesz arra az eszközre a rézbányából.

source: Heading south might be nice, but we need to reach the Copper Mine.
fr: Nous diriger vers le sud pourrait être intéressant, mais il faut atteindre la mine de cuivre.
hu: A déli kiruccanás remek ötlet, de most a rézbányához kell mennünk.

source: Here we are. These mines ran dry years ago, but hopefully they have something for us.
fr: Noys y voici. Ces mines se sont taries depuis des années, mais j'espère qu'elles ont quelque chose pour nous.
hu: Itt is vagyunk. Ezeket a bányákat már jó régen felhagyták, de remélhetőleg hagytak benne valamit a számunkra.

source: Hello! We mean no harm, we only ask safe harbour for a night...
fr: Bonjour ! Nous ne vous voulons aucun mal, nous demandons seulement refuge pour la nuit...
hu: Helló! Nem kell tőlünk tartanotok, csak egy kis éjszakai pihenésre tértünk be...

source: Are you insane!? Lord Huric is just up the road, he'd surely find out. We can divert some taxes to your cause, but you cannot stay the night.
fr: Etes-vous fou !? Le Seigneur Huric est juste sur la route, il va sûrement le découvrir. Nous pouvons détourner certains impôts pour votre cause, mais vous ne pouvez pas passer la nuit.
hu: Megőrültél!? Lord Huric már útnak indult, itt biztosan megtalál. Némi pénzmaggal tudunk segíteni, de éjszakára ne maradjatok itt!

source: Well, we can't stay here, but let us visit the general store.
fr: Eh bien, nous ne pouvons pas rester ici, mais allons visiter le grand magasin.
hu: Nem maradhatunk itt, de a boltba bekukkanthatunk!

source: I remember this town...
fr: Je me souviens de cette ville...
hu: Ismerős nekem ez a város...

source: Thank you for checking on us. We support your efforts, but cannot join you. However, we have a suprise for the Cavalry when they stop by Dathne's Fork...
fr: Merci de compter sur nous. Nous soutenons vos efforts, mais nous ne pouvons pas nous joindre à vous. Toutefois, nous avons une surprise pour la cavalerie quand ils s'arrêteront à Fork Dathne...
hu: Köszönjük a látogatást. Támogatjuk az erőfeszítéseteket, de nem csatlakozhatunk hozzátok. De készítettünk egy kis meglepetést Huric lovasainak, mikor megállnak Dathne Kifőzdéjénél...

source: Give my regards to General Burton, traitor!
fr: Présente mes respects au général Burton, traître !
hu: Add át az üdvözletemet Burton tábornoknak, áruló!

source: Hello, soldiers. These drinks are on the house!
fr: Bonjour, soldats. La maison offre sa tournée !
hu: Helló, katonák! Az ital a cég ajándéka!

source: Thanks. ... ... We must -(yawn!)- ah uhm... -(thunk!)- Zzzzz...
fr: Merci. ... ... Nous devons — (oaah !) — ah euh ... — (boum !) — Zzzzz...
hu: Kösz...... Nekünk- (ásít)-Áááh hmmm -(puffanás)- Zzzzz...

source: Huric Pays a Visit
fr: Huric fait une visite.
hu: Huric látogatása

source: Defeat Enemy Leaders
fr: Vaincre les chefs ennemis
hu: Legyőzöd az ellenséges vezéreket

source: Death of Belleros
fr: Mort de Belleros
hu: Belleros elesik

source: Enemy Reaches Supply Depot
fr: L'ennemi atteint le dépôt de ravitaillement
hu: Ellenséges egység éri el a készletraktárat

source: Soldier
fr: Soldat
hu: Katona

source: General Huston
fr: Général Huston
hu: Huston tábornok

source: supply depot
fr: dépot de ravitaillement
hu: készletraktár

source: Ah, nice and warm...
fr: Ah, doux et chaud...
hu: Ah, puha és meleg...

source: There really is something wrong with him.
fr: Il y a vraiment quelque chose qui cloche chez lui.
hu: Ennek az embernek tényleg nincs ki mind a négy kereke.

source: You're back! Wait - where is the General?
fr: Vous revoici ! Attendez — où est le général ?
hu: Végre visszatértetek! De várjunk csak - hol van a tábornok?

source: Maskov and Duval are still looking for the artifact. Report, Officer! What is going on?
fr: Maskov et Duval sont toujours à la recherche de l'artefact. Au rapport, officier ! Qu'est-ce qui se passe ?
hu: Maskov és Duval még mindig keresik azt a csodás eszközt. Jelentést kérek, mi a helyzet?

source: Your little schemes are over, traitor!
fr: Vos petites combines ne marchent plus, traître !
hu: Vége a kisded játékaidnak, áruló!

source: He attacked not long after you left, sir. I've managed to evacuate the civilians, but our supplies are still in this keep. If we lose this, we're doomed!
fr: Il a attaqué peu de temps après votre départ, monsieur. J'ai réussi à évacuer les civils, mais notre approvisionnement reste encore dans ce donjon. Si nous perdons cela, nous sommes condamnés !
hu: Nem sokkal azután támadott meg minket, hogy elmentetek, uram. A polgárokat sikerült kimenekítenünk, de a készleteink még mindig a raktárban vannak. Ha ez elveszik, mi is elveszünk!

source: Too bad for you this corn and cloth burns!
fr: Dommage pour vous que ce blé et ces vêtements brûlent !
hu: A gabona- és a ruhakészlet felgyújtása súlyos csapás!

source: Ugh! What are we going to do now?!
fr: Ugh ! Qu'allons-nous faire maintenant ?!
hu: Húha! Most mihez kezdünk?

source: I can only hope Duval and Maskov are having better luck than we are...
fr: Je ne peux qu'espérer que Duval et Maskov aient eu plus de chance que nous...
hu: Csak abban reménykedem, hogy Duval és Maskov nagyobb szerencsével járt, mint mi...

source: Lord Huric! Rebels are attacking the capital! They've razed the southwest tower, we need help!
fr: Seigneur Huric ! Les rebelles attaquent la capitale ! Ils ont rasé la tour sud-ouest, nous avons besoin d'aide !
hu: Lord Huric! A lázadók a fővárost ostromolják! Lerombolták a délnyugati bástyát, segítségre van szükségünk!

source: Must I do everything myself? General Huston, take care of these curs. Bring them to me when you're done, dead or alive. Wolves will gnaw their flesh, to let the people know that this is the fate of traitors!
fr: Dois-je tout faire moi-même ? Général Huston, prenez soin de ces roquets. Apportez-les à moi quand vous en aurez terminé, morts ou vifs. Les loups doivent ronger leur chair, pour que le peuple comprenne que c'est le sort des traîtres !
hu: Mindent nekem kell elintézni? Huston tábornok, rád bízom ezt a csőcseléket. Hozd elém őket, mihelyst végeztél velük, élve, vagy halva. A farkasok fogják felzabálni a húsukat, hadd tudják meg az emberek, hogy végzik az árulók!

source: Well, we're safe for now.
fr: Eh bien, nous sommes en sécurité pour l'instant.
hu: Végre biztonságban vagyunk.

source: But the battle and fires will attract orcs, we cannot stay here.
fr: Mais la bataille et les feux vont attirer les orcs, nous ne pouvons pas rester ici.
hu: De a csatazaj és a tűz fel fogja kelteni az orkok figyelmét, nem maradhatunk itt.

source: I agree. Duval and Maskov must have found the artifact, we should assist them with the attack. We can move our base of operations to the palace, once we've cleared it of Huric's forces.
fr: Je suis d'accord. Duval et Maskov doivent avoir trouvé l'artefact, nous devrions les aider dans l'attaque. Nous pouvons déplacer notre base d'opérations au palais, une fois que nous l'avons dégagés des forces d'Huric.
hu: Egyetértek. Duval és Maskov nyilván megtalálták azt az eszközt, segítenünk kell nekik a támadásban. Átköltöztetjük a műveleti bázist a palotába, miután kisöpörtük onnan Huric seregét.

source: Why didn't they send a messenger?
fr: Pourquoi n'ont-ils pas envoyé un messager ?
hu: Miért nem küldtek egy hírnököt, mielőtt támadtak?

source: Ah, Lord Huric has returned! It's over, traitors!
fr: Ah, le Seigneur Huric est de retour ! C'est fini, traîtres !
hu: Ah, Lord Huric visszatért! Vége a dalnak, áruló!

source: Return to Fort Kuhle.
fr: Retour à Fort Kuhle.
hu: Visszatérsz Kuhle erődjébe

source: There is no going back to the sister towns, we must return to Fort Kuhle.
fr: Il n’est pas question de revenir aux villes sœurs, nous devons retourner à Fort Kuhle.
hu: Nem kell visszatérni a testvérvárosokhoz, a kuhlei erődbe kell mennünk.

source: We are going the wrong way. Let's turn back...
fr: Nous prenons le mauvais chemin. Faisons demi-tour...
hu: Rossz irányba megyünk, forduljunk vissza...

source: This would be a bad time to attack Huric, we need to get back to Fort Kuhle.
fr: Ce serait un mauvais moment pour attaquer Huric, nous avons besoin de retourner à Fort Kuhle.
hu: Őrültség lenne megtámadni Huricot, vissza kell térnünk a kuhlei erődbe.

source: Thanks! Glug... Haaahh... Now, we must -(yawn!)- ah uhm... -(thunk)- ZZZzzz...
fr: Merci ! Gloup... Maintenant, nous devons — (baillement !) — ah euh ... — (boum !) — Zzzzz...
hu: Kösz! Glugy... Háááá... Most pedig- (ásít)- ah hmmm... -(puffanás)-Zzzzzz...

source: This doesn't look good...
fr: Ce n'est pas bon signe...
hu: Valami nem stimmel...

source: Hello everybody...
fr: Bonjour tout le monde...
hu: Helló mindenkinek...

source: Royal Rumble
fr: Un Royal Désordre
hu: Király a pácban

source: General Vazzan
fr: Général Vazzan
hu: Vazzan tábornok

source: Duval! Maskov! We're here!
fr: Duval ! Maskov ! Nous sommes ici !
hu: Duval! Maskov! Itt vagyunk!

source: Really! Why tell them that, do you have the help of ghosts? Duval died months ago, and I'm told you killed Maskov... You truly are a madman.
fr: Vraiment ! Pourquoi leur dites-vous ça, avez-vous l'aide de fantômes ? Duval est mort depuis des mois, et on m’a dit que vous avez tué Maskov... Vous êtes vraiment un fou.
hu: Ez már igen! Szellemeknek akarsz segíteni? Duval már hónapokkal ezelőtt meghalt, s tudtommal megölted Maskovot... Te teljesen meghibbantál.

source: (Duval died months ago?)
fr: (Duval est mort depuis des mois ?)
hu: (Duval hónapok óta halott?)

source: (Something's wrong, that's not General Maskov leading the assault ...)
fr: (Quelque chose ne va pas, ce n'est pas le général Maskov qui conduit l'assaut...)
hu: (Itt valami bűzlik, délen nem Maskov tábornok irányítja az ostromot...)

source: You there! Who are you? Where is General Maskov?
fr: Vous là-bas ! Qui êtes-vous ? Où est le général Maskov ?
hu: Te ott! Ki vagy? És hol van Maskov tábornok?

source: I am General Vazzan! Maskov was a fool and was not willing to accept the Restoration of Order!
fr: Je suis le général Vazzan ! Maskov était un imbécile et il n'était pas disposé à accepter le rétablissement de l'ordre !
hu: Én Vazzan tábornok vagyok! Maskov ostoba volt, és nem volt hajlandó felesküdni az Új Rendre!

source: Order? What!? What the hell is going on? (And who was that we left in the mine with Maskov?)
fr: L'ordre ? Quoi ? Par l'enfer, que se passe-t-il ? (Et qui avons-nous laissé dans la mine avec Maskov ?)
hu: Új Rend? Miről beszélsz!? Mi folyik itt? (És ki volt az, akit a bányában hagytunk Maskovval?)

source: 'What is going on' indeed... You once fought for me, Lorenzon. Now you've gone mad and are trying to destroy the kingdom. But know this...
fr: « Que se passe-t-il » en effet... Vous avez autrefois combattu pour moi, Lorenzon. Maintenant que vous avez perdu la raison et vous tentez de détruire le royaume. Mais sachez ceci...
hu: Nahát, 'mi folyik itt'... Korábban értem harcoltál, Lorenzon. Most csatlakoztál egy őrülthöz, és megpróbálod megdönteni a királyságot. Csakhogy ez nem megy...

source: I will destroy you, I will destroy the rebellion! The sun will shine again upon Ukiah, to warm our fields and bleach your skulls!
fr: Je vous détruirai, je détruirai la rébellion ! Le soleil brillera à nouveau sur Ukiah, pour réchauffer nos champs et blanchir vos crânes !
hu: Megöllek! Kiirtom a felkelésnek még a gondolatát is! És új nap ragyog Ukiah felett, felmelegíti a földeket, s kiszikkasztja a koponyáitokat!
